{"format":"layers-model","generatedBy":"keras v3.8.0","convertedBy":"TensorFlow.js Converter v4.22.0","modelTopology":{"keras_version":"3.8.0","backend":"tensorflow","model_config":{"class_name":"Functional","config":{"name":"functional","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_shape":[null,30],"dtype":"float32","sparse":false,"name":"input","batch_input_shape":[null,30]},"name":"input","inbound_nodes":[]},{"class_name":"Embedding","config":{"name":"embedding","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"input_dim":10000,"output_dim":300,"embeddings_initializer":{"module":"keras.initializers","class_name":"RandomUniform","config":{"seed":null,"minval":-0.05,"maxval":0.05},"registered_name":null},"embeddings_regularizer":null,"activity_regularizer":null,"embeddings_constraint":null,"mask_zero":false},"name":"embedding","inbound_nodes":[[["input",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":100,"kernel_size":[3],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d","inbound_nodes":[[["embedding",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":100,"kernel_size":[4],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_1","inbound_nodes":[[["embedding",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":100,"kernel_size":[5],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_2","inbound_nodes":[[["embedding",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d","inbound_nodes":[[["conv1d",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d_1","inbound_nodes":[[["conv1d_1",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d_2","inbound_nodes":[[["conv1d_2",0,0]]]},{"class_name":"Concatenate","config":{"name":"concatenate","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1},"name":"concatenate","inbound_nodes":[[["global_max_pooling1d",0,0],["global_max_pooling1d_1",0,0],["global_max_pooling1d_2",0,0]]]},{"class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"rate":0.5,"seed":null,"noise_shape":null},"name":"dropout","inbound_nodes":[[["concatenate",0,0]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["dropout",0,0]]]}],"input_layers":[["input",0,0]],"output_layers":[["dense",0,0]]}},"training_config":{"loss":"binary_crossentropy","loss_weights":null,"metrics":["accuracy"],"weighted_metrics":null,"run_eagerly":false,"steps_per_execution":1,"jit_compile":false,"optimizer_config":{"class_name":"Adam","config":{"name":"adam","learning_rate":0.0010000000474974513,"weight_decay":null,"clipnorm":null,"global_clipnorm":null,"clipvalue":null,"use_ema":false,"ema_momentum":0.99,"ema_overwrite_frequency":null,"loss_scale_factor":null,"gradient_accumulation_steps":null,"beta_1":0.9,"beta_2":0.999,"epsilon":1e-7,"amsgrad":false}}}},"weightsManifest":[{"paths":["group1-shard1of4.bin","group1-shard2of4.bin","group1-shard3of4.bin","group1-shard4of4.bin"],"weights":[{"name":"conv1d/kernel","shape":[3,300,100],"dtype":"float32"},{"name":"conv1d/bias","shape":[100],"dtype":"float32"},{"name":"conv1d_1/kernel","shape":[4,300,100],"dtype":"float32"},{"name":"conv1d_1/bias","shape":[100],"dtype":"float32"},{"name":"conv1d_2/kernel","shape":[5,300,100],"dtype":"float32"},{"name":"conv1d_2/bias","shape":[100],"dtype":"float32"},{"name":"dense/kernel","shape":[300,1],"dtype":"float32"},{"name":"dense/bias","shape":[1],"dtype":"float32"},{"name":"embedding/embeddings","shape":[10000,300],"dtype":"float32"}]}]}