{"class_name": "Tokenizer", "config": {"num_words": 50000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 54888, "word_counts": "{\"met\": 174, \"gala\": 109, \"nicki\": 38, \"minaj\": 34, \"dons\": 10, \"devilish\": 1, \"red\": 263, \"dress\": 147, \"for\": 7971, \"catholic\": 37, \"themed\": 30, \"event\": 97, \"presidential\": 325, \"race\": 297, \"tightens\": 16, \"in\": 10161, \"florida\": 179, \"ohio\": 75, \"arizona\": 50, \"ellen\": 114, \"degeneres\": 79, \"adds\": 35, \"her\": 2646, \"voice\": 40, \"to\": 17741, \"the\": 10009, \"metoo\": 19, \"movement\": 54, \"trump\": 10264, \"presidency\": 173, \"on\": 7850, \"march\": 134, \"9\": 235, \"at\": 3126, \"49\": 10, \"p\": 100, \"m\": 77, \"est\": 28, \"10\": 301, \"0149\": 1, \"gmt\": 31, \"candidates\": 79, \"and\": 7346, \"what's\": 35, \"stake\": 8, \"honduras\": 20, \"election\": 813, \"how\": 1305, \"we\\u2019re\": 43, \"being\": 465, \"tricked\": 4, \"fiddling\": 2, \"with\": 5240, \"temperature\": 3, \"data\": 63, \"biggest\": 127, \"scam\": 39, \"ever\": 271, \"trump\\u2019s\": 1197, \"latest\": 220, \"tweets\": 528, \"prove\": 81, \"he\\u2019s\": 302, \"going\": 273, \"be\": 1512, \"worst\": 120, \"president\": 1347, \"we\\u2019ve\": 22, \"had\": 309, \"images\": 149, \"canada\": 84, \"u\": 4321, \"s\": 3946, \"join\": 122, \"forces\": 142, \"tackling\": 9, \"border\": 330, \"asylum\": 59, \"seekers\": 28, \"vanity\": 18, \"fair\": 49, \"leaves\": 112, \"melania\": 128, \"off\": 715, \"\\u201cbest\": 10, \"dressed\\u201d\": 2, \"list\\u2026but\": 2, \"look\": 301, \"who\": 1243, \"did\": 452, \"make\": 485, \"list\": 302, \"royal\": 260, \"mess\": 16, \"princess\": 117, \"eugenie\": 10, \"wants\": 465, \"ban\": 387, \"kate\": 332, \"middleton\": 165, \"from\": 2383, \"upcoming\": 28, \"wedding\": 559, \"death\": 405, \"toll\": 37, \"egypt\": 71, \"north\": 866, \"sinai\": 17, \"mosque\": 55, \"attack\": 492, \"rises\": 19, \"235\": 1, \"state\": 872, \"television\": 25, \"university\": 103, \"student\": 95, \"says\": 3356, \"terrorist\": 149, \"was\": 1230, \"\\u201cmisunderstanding\\u201d\": 2, \"caused\": 27, \"by\": 2058, \"racism\": 83, \"video\": 7208, \"heidi\": 40, \"montag\": 17, \"spencer\": 30, \"pratt\": 76, \"welcome\": 118, \"a\": 5907, \"baby\": 610, \"boy\": 126, \"lame\": 25, \"duck\": 11, \"new\": 2268, \"obama\": 2021, \"executive\": 124, \"action\": 156, \"opens\": 175, \"door\": 49, \"unlimited\": 6, \"arms\": 108, \"salafist\": 3, \"terrorists\": 147, \"syria\": 409, \"khlo\\u00e9\": 76, \"kardashian\": 821, \"reveals\": 511, \"sweet\": 91, \"nickname\": 13, \"daughter\": 315, \"true\": 99, \"breaking\": 789, \"campaign\": 640, \"caught\": 267, \"paying\": 42, \"hillary\": 1532, \"hating\": 32, \"sexual\": 309, \"assault\": 167, \"victim\": 73, \"details\": 321, \"khloe\": 221, \"tristan\": 111, \"thompson\": 102, \"are\": 1496, \"'fully\": 4, \"back\": 773, \"together'\": 6, \"following\": 120, \"cheating\": 93, \"scandal\": 232, \"report\": 541, \"vietnam's\": 5, \"underscore\": 3, \"free\": 238, \"open\": 242, \"access\": 77, \"south\": 413, \"china\": 542, \"sea\": 71, \"amazon\": 74, \"com\": 76, \"has\": 1103, \"'a\": 54, \"huge\": 225, \"antitrust\": 7, \"problem'\": 3, \"of\": 9156, \"planned\": 133, \"parenthood\": 77, \"compared\": 19, \"isis\": 171, \"mob\": 46, \"drug\": 100, \"dealers\": 5, \"\\u201cmake\": 19, \"america\": 464, \"mexico\": 289, \"again\\u201d\\u2026the\": 1, \"is\": 4503, \"real\": 312, \"organized\": 6, \"meet\": 322, \"leggings\": 4, \"brand\": 45, \"hollywood\": 282, \"it\": 1351, \"girls\": 100, \"love\": 356, \"live\": 296, \"turkey\": 243, \"seeks\": 186, \"life\": 334, \"sentences\": 30, \"60\": 54, \"ex\": 493, \"military\": 349, \"over\": 2015, \"1997\": 3, \"'post\": 3, \"modern\": 24, \"coup'\": 2, \"ivanka\": 116, \"just\": 1383, \"threw\": 18, \"father\": 122, \"under\": 336, \"bus\": 44, \"\\u2018i\\u2019m\": 23, \"not\": 1819, \"surrogate\\u2019\": 1, \"memorable\": 13, \"moments\": 119, \"you\": 1204, \"didn't\": 73, \"see\": 572, \"sag\": 59, \"awards\": 522, \"promise\": 42, \"broken\": 29, \"as\": 2256, \"he\": 1470, \"stabs\": 10, \"working\": 144, \"class\": 94, \"americans\": 331, \"yet\": 136, \"again\": 298, \"turkish\": 140, \"nationalist\": 21, \"opposition\": 227, \"secure\": 21, \"parliamentary\": 13, \"future\": 147, \"watch\": 1894, \"chuck\": 57, \"todd\": 40, \"humiliates\": 70, \"rudy\": 25, \"giuliani\": 41, \"after\": 3190, \"pathetically\": 8, \"defends\": 163, \"arrested\": 255, \"myanmar\": 208, \"reporters\": 55, \"two\": 462, \"book\": 102, \"lovers\": 14, \"dedicated\": 10, \"their\": 863, \"craft\": 7, \"canadian\": 35, \"company\": 87, \"offers\": 113, \"looking\": 76, \"escape\": 14, \"donald\": 798, \"minaj's\": 4, \"greg\": 8, \"gutfeld\": 5, \"scores\": 13, \"priceless\": 53, \"tv\": 414, \"moment\\u2026wears\": 1, \"cnn\": 413, \"box\": 15, \"during\": 598, \"\\u2018the\": 214, \"five\\u2019\": 1, \"senate\": 754, \"kills\": 123, \"rule\": 142, \"meant\": 20, \"protect\": 100, \"family\": 438, \"planning\": 93, \"funds\": 81, \"crybaby\": 27, \"nancy\": 104, \"pelosi\": 116, \"taunts\": 5, \"healthcare\": 276, \"bill\": 1020, \"\\u201crookie\": 2, \"mistake\\u201d\": 3, \"lindsey\": 38, \"graham\": 60, \"getting\": 196, \"all\": 837, \"war\": 486, \"tingly\": 1, \"talking\": 82, \"pippa\": 63, \"spotted\": 46, \"something\": 97, \"blue\": 61, \"weeks\": 72, \"ahead\": 225, \"alicia\": 27, \"vikander\": 13, \"michael\": 187, \"fassbender\": 5, \"enjoy\": 30, \"honeymoon\": 28, \"italy\": 60, \"private\": 129, \"iceland's\": 3, \"ruling\": 147, \"independence\": 138, \"party\": 623, \"takes\": 284, \"lead\": 159, \"saturday\": 79, \"vote\": 722, \"poll\": 300, \"g20\": 25, \"summit\": 89, \"pledges\": 45, \"639\": 1, \"million\": 488, \"aid\": 187, \"four\": 144, \"countries\": 58, \"disturbing\": 53, \"shows\": 471, \"hillary\\u2019s\": 327, \"likely\": 125, \"faked\": 9, \"audience\": 57, \"nc\": 33, \"rally\": 288, \"unbelievable\": 32, \"black\": 772, \"judge\": 395, \"berates\": 7, \"victims\": 142, \"home\": 281, \"invasion\": 25, \"won\\u2019t\": 286, \"believe\": 148, \"why\": 1120, \"celebs\": 63, \"wish\": 32, \"fans\": 259, \"happy\": 113, \"year\": 544, \"2017\": 381, \"read\": 77, \"embarrasses\": 30, \"mom\": 250, \"kris\": 118, \"jenner\": 529, \"front\": 105, \"scribe\": 1, \"harlem\": 5, \"bar\": 37, \"kicks\": 39, \"customers\": 24, \"out\": 1554, \"wearing\": 100, \"hats\": 14, \"\\u201cwe\": 93, \"don\\u2019t\": 252, \"play\": 129, \"that\": 1275, \"sh\": 101, \"t\": 184, \"here\\u201d\": 11, \"n\": 536, \"bans\": 58, \"ships\": 11, \"korea\": 726, \"coal\": 67, \"delays\": 31, \"more\": 1006, \"planted\": 4, \"spies\": 8, \"ensure\": 16, \"his\": 2148, \"cabinet\\u2019s\": 1, \"loyalty\": 14, \"\\u2013\": 1001, \"what\": 880, \"calling\": 148, \"them\": 369, \"terrifying\": 25, \"karma\": 37, \"anti\": 664, \"gay\": 163, \"bigot\": 13, \"tony\": 28, \"perkins\": 3, \"gets\": 714, \"punished\": 19, \"an\": 600, \"angry\": 118, \"god\": 42, \"flooded\": 5, \"bizarre\": 67, \"2006\": 12, \"film\": 99, \"starring\": 22, \"former\": 532, \"white\": 1368, \"house\": 1678, \"staffer\": 31, \"omarosa\": 16, \"surfaces\": 12, \"crazy\": 113, \"plot\": 51, \"around\": 102, \"stealing\": 33, \"hair\": 103, \"fugitive\": 10, \"italian\": 37, \"'cocaine\": 1, \"king'\": 5, \"uruguay\": 2, \"travis\": 86, \"scott\": 289, \"malawi\": 6, \"ministers\": 24, \"testify\": 60, \"against\": 901, \"cabinet\": 95, \"colleague\": 2, \"maize\": 1, \"graft\": 75, \"trial\": 117, \"he'll\": 9, \"decide\": 38, \"national\": 311, \"security\": 424, \"adviser\": 130, \"next\": 304, \"few\": 50, \"days\": 162, \"christina\": 65, \"grimmie's\": 2, \"thanks\": 74, \"anniversary\": 98, \"'we\": 42, \"too\": 160, \"still\": 301, \"healing'\": 1, \"while\": 328, \"world\": 325, \"freaking\": 28, \"hell\": 93, \"watching\": 54, \"\\u2018finding\": 2, \"dory\\u2019\": 2, \"feels\": 58, \"'totally\": 3, \"vindicated'\": 1, \"comey\": 217, \"testimony\": 66, \"attorney\": 187, \"guillermo\": 4, \"del\": 11, \"toro\": 3, \"shape\": 23, \"water\": 117, \"sex\": 244, \"toy\": 8, \"accurate\": 12, \"whoa\": 97, \"feminist\": 30, \"hack\": 93, \"lawyer\": 183, \"gloria\": 11, \"allred\": 3, \"refuses\": 123, \"say\": 429, \"if\": 572, \"high\": 213, \"school\": 279, \"yearbook\": 11, \"used\": 147, \"evidence\": 119, \"roy\": 70, \"moore\": 153, \"forgery\": 2, \"ronnie\": 26, \"ortiz\": 22, \"magro\": 16, \"name\": 192, \"newborn\": 24, \"alex\": 118, \"drake\": 63, \"pretty\": 54, \"little\": 155, \"liars\": 13, \"arrests\": 64, \"dozens\": 26, \"crackdown\": 52, \"gays\": 16, \"bernie\": 295, \"sanders\": 362, \"sends\": 85, \"loud\": 4, \"clear\": 59, \"message\": 224, \"will\": 1660, \"row\": 57, \"felon\": 9, \"stunned\": 30, \"sat\": 11, \"obama\\u2019s\": 547, \"farewell\": 22, \"speech\": 460, \"fiore\": 2, \"bundy\": 63, \"ranch\": 9, \"case\": 247, \"drags\": 18, \"because\": 305, \"\\u2018fbi\": 3, \"no\": 797, \"prosecute\": 12, \"with\\u2019\": 4, \"mayo\": 3, \"clinic\": 6, \"q\": 19, \"botox\": 3, \"wrinkles\": 5, \"safe\": 37, \"halloween\": 85, \"violent\": 122, \"threats\": 95, \"believe\\u2026this\": 2, \"woman\": 365, \"so\": 460, \"brave\": 26, \"top\": 533, \"intelligence\": 139, \"democrat\": 420, \"blasts\": 170, \"nunes\": 13, \"documents\": 70, \"federal\": 197, \"agents\": 55, \"spying\": 39, \"law\": 491, \"abiding\": 5, \"gun\": 394, \"show\": 551, \"she\": 945, \"got\": 337, \"\\u201cspiced\\u201d\": 1, \"sean\": 141, \"spicer\": 92, \"shuts\": 82, \"down\": 734, \"reporter\": 198, \"when\": 549, \"question\": 121, \"turns\": 102, \"into\": 609, \"rude\": 13, \"insult\": 19, \"chrissy\": 116, \"teigen\": 77, \"she's\": 118, \"trying\": 165, \"second\": 194, \"child\": 248, \"last\": 285, \"frozen\": 14, \"embryo\": 4, \"savings\": 38, \"olivia\": 54, \"munn's\": 1, \"shearling\": 3, \"jacket\": 22, \"now\": 372, \"only\": 285, \"50\": 113, \"parker\": 60, \"xl\": 36, \"kim\": 627, \"finally\": 182, \"responds\": 139, \"rumor\": 36, \"replace\": 58, \"kelly\": 256, \"ripa\": 28, \"vows\": 130, \"end\": 299, \"cuba\": 129, \"'deal'\": 1, \"unless\": 20, \"havana\": 19, \"makes\": 469, \"better\": 108, \"one\": 727, \"difficult\": 19, \"migration\": 27, \"debate\": 297, \"looms\": 39, \"african\": 73, \"eu\": 442, \"leaders\": 192, \"trey\": 37, \"songz\": 3, \"reportedly\": 183, \"face\": 246, \"felony\": 20, \"charges\": 161, \"domestic\": 59, \"violence\": 210, \"dead\": 254, \"landslide\": 17, \"malaysia\": 21, \"construction\": 17, \"site\": 47, \"search\": 59, \"continue\": 46, \"mariah\": 58, \"dating\": 242, \"both\": 64, \"nick\": 91, \"cannon\": 13, \"bryan\": 46, \"tanaka\": 11, \"up\": 1422, \"about\": 2375, \"most\": 454, \"cherished\": 1, \"kids\": 298, \"can\": 461, \"anyone\": 67, \"trust\": 39, \"twitter\": 526, \"admits\": 204, \"hiding\": 41, \"negative\": 17, \"dnc\": 170, \"ted\": 213, \"cruz\": 305, \"support\": 375, \"became\": 37, \"nominee\\u2026today\": 2, \"supporters\": 312, \"run\": 237, \"ads\": 62, \"swing\": 18, \"states\": 229, \"rhonj\": 5, \"alum\": 39, \"danielle\": 19, \"staub's\": 3, \"husband\": 218, \"files\": 81, \"divorce\": 252, \"\\u2014\": 407, \"less\": 78, \"than\": 452, \"4\": 238, \"months\": 141, \"they\": 551, \"married\": 163, \"suspected\": 76, \"boko\": 15, \"haram\": 14, \"members\": 116, \"kill\": 180, \"18\": 61, \"people\": 542, \"northeast\": 6, \"nigeria\": 30, \"wow\": 315, \"batch\": 2, \"emails\": 167, \"department\": 230, \"\\u201ccorruption\": 2, \"central\\u201d\": 1, \"regime\\u2026reveals\": 1, \"favors\": 15, \"huma\": 28, \"clinton\": 1316, \"foundation\": 94, \"insiders\": 9, \"stars\": 280, \"wear\": 80, \"pin\": 11, \"oscars\": 113, \"sources\": 226, \"5\": 393, \"amazing\": 64, \"chris\": 338, \"farley\": 4, \"we'll\": 11, \"never\": 248, \"forget\": 21, \"20\": 160, \"years\": 414, \"digital\": 18, \"tabloids\": 9, \"narco\": 3, \"memes\": 16, \"league\": 18, \"shadows\": 3, \"boiler\": 163, \"room\": 240, \"ep\": 145, \"136\": 5, \"gop\": 646, \"decent\": 6, \"human\": 85, \"beings\": 1, \"would\": 458, \"stand\": 106, \"behind\": 255, \"jenna\": 51, \"dewan\": 30, \"paul\": 257, \"ryan\": 445, \"republicans\": 596, \"\\u2018will\": 10, \"tolerate\\u2019\": 1, \"democratic\": 221, \"disruption\": 3, \"abedin\": 16, \"bond\": 34, \"georgina\": 18, \"chapman\": 6, \"strike\": 100, \"forced\": 108, \"arbitration\": 4, \"julianne\": 28, \"hough\": 24, \"upton\": 15, \"miranda\": 89, \"kerr\": 22, \"other\": 207, \"prepped\": 1, \"weddings\": 6, \"lauren\": 69, \"tom\": 215, \"woodshed\": 20, \"fiery\": 11, \"defending\": 54, \"nfl\": 142, \"muslim\": 587, \"uber\": 17, \"drivers\": 15, \"charged\": 85, \"multiple\": 41, \"assaults\": 24, \"college\": 174, \"students\": 209, \"meghan\": 484, \"markle\": 326, \"invited\": 35, \"middleton\\u2019s\": 12, \"taylor\": 347, \"swift\": 230, \"purchases\": 9, \"apartment\": 24, \"y\": 22, \"c\": 86, \"kanye\": 239, \"west\": 299, \"divorcing\": 14, \"before\": 484, \"3\": 349, \"arrives\": 36, \"this\": 1364, \"made\": 292, \"millions\": 92, \"running\": 103, \"casinos\": 2, \"ground\": 51, \"presses\": 26, \"release\": 219, \"detained\": 61, \"wonder\": 30, \"2\": 421, \"date\": 215, \"away\": 185, \"star\": 635, \"wars\": 60, \"dropping\": 32, \"provision\": 7, \"tax\": 633, \"aide\": 134, \"manchester\": 48, \"concert\": 82, \"venue\": 9, \"shattered\": 6, \"bomb\": 147, \"reopen\": 16, \"gal\": 31, \"gadot\": 19, \"delivers\": 70, \"'wonder\": 7, \"woman'\": 16, \"inspired\": 58, \"2018\": 710, \"critics'\": 14, \"choice\": 172, \"we\": 463, \"know\": 330, \"probes\": 45, \"russian\": 515, \"meddling\": 38, \"2016\": 171, \"7\": 206, \"questionable\": 4, \"joe\": 187, \"alwyn's\": 3, \"relationship\": 268, \"including\": 59, \"like\": 501, \"mission\": 39, \"keep\": 188, \"wraps\": 6, \"gingrich\": 47, \"seriously\": 36, \"thinks\": 111, \"could\": 432, \"get\": 592, \"votes\": 160, \"\\u2018than\": 1, \"any\": 151, \"republican\": 837, \"times\\u2019\": 1, \"whoops\": 4, \"rushing\": 4, \"hide\": 25, \"\\u2018white\": 26, \"elevators\\u2019\": 1, \"sign\": 125, \"convention\": 95, \"photo\": 279, \"michelle\": 166, \"barack\": 132, \"time\": 525, \"\\u201ccircus\\u201d\": 3, \"but\": 548, \"justice\": 219, \"scalia\": 46, \"britons\": 8, \"kidnapped\": 14, \"nigeria's\": 11, \"delta\": 14, \"police\": 673, \"michigan\": 93, \"treasurer\": 2, \"calls\": 814, \"quick\": 24, \"detroit\": 65, \"bills\": 43, \"fbi\": 480, \"director\": 213, \"nominee\": 191, \"wray\": 1, \"earned\": 11, \"practice\": 15, \"uses\": 121, \"hilarious\": 267, \"technique\": 4, \"taunt\": 6, \"soldier\": 37, \"escapes\": 9, \"jong\": 32, \"un\\u2019s\": 2, \"judiciary\": 24, \"committee\": 117, \"senators\": 153, \"won't\": 136, \"consider\": 37, \"supreme\": 343, \"court\": 837, \"wall\": 230, \"may\": 646, \"need\": 264, \"cover\": 126, \"entire\": 49, \"us\": 650, \"scolds\": 11, \"major\": 219, \"contributors\": 2, \"groups\\u2026doesn\\u2019t\": 2, \"mention\": 24, \"gave\": 140, \"67\": 9, \"slush\": 5, \"fund\": 85, \"factbox\": 338, \"fills\": 18, \"jobs\": 150, \"administration\": 239, \"big\": 378, \"fail\": 53, \"maps\": 3, \"its\": 217, \"strategy\": 52, \"halts\": 20, \"blocked\": 41, \"everything\": 160, \"fifty\": 17, \"shades\": 39, \"freed\": 38, \"\\u2018big\": 15, \"bang\\u2019\": 2, \"backstage\": 18, \"battles\": 17, \"between\": 142, \"kaley\": 18, \"mayim\": 5, \"proposed\": 44, \"budget\": 245, \"deal\": 596, \"much\": 189, \"worse\": 71, \"originally\": 4, \"thought\": 79, \"win\": 291, \"nobel\": 21, \"peace\": 168, \"prize\": 31, \"korean\": 155, \"peninsula\": 36, \"significant\": 13, \"foreign\": 338, \"policy\": 257, \"achievement\": 5, \"john\": 375, \"travolta\": 1, \"six\": 93, \"affair\": 36, \"me\": 164, \"california\": 147, \"pilot\": 15, \"doug\": 10, \"gotterba\": 1, \"alleges\": 12, \"actor's\": 6, \"camp\": 70, \"'ridiculous'\": 4, \"schumer\": 83, \"goes\": 388, \"\\u2018incompetent\\u2019\": 1, \"fails\": 48, \"iran\": 541, \"yemen\": 86, \"missile\": 140, \"providing\": 6, \"information\": 51, \"daily\": 61, \"grammy\": 42, \"full\": 216, \"winners\": 88, \"cheryl\": 33, \"burke\": 14, \"dance\": 53, \"moms\": 28, \"commends\": 4, \"gymnasts\": 3, \"speaking\": 44, \"larry\": 41, \"nassar\": 18, \"doj\": 107, \"chooses\": 18, \"sides\": 28, \"baker\": 9, \"refused\": 32, \"cake\": 19, \"dwayne\": 23, \"johnson\": 140, \"explains\": 161, \"criminal\": 94, \"emerge\": 22, \"washington\\u2019s\": 12, \"\\u2018fast\": 2, \"furious\\u2019\": 4, \"trafficking\": 20, \"jennifer\": 637, \"hudson\\u2019s\": 5, \"tragedy\": 21, \"fantastic\": 14, \"media\": 757, \"ignores\": 35, \"embarrassing\": 63, \"\\u201cthe\": 128, \"hill\\u201d\": 1, \"slammed\": 43, \"publishing\": 4, \"article\": 25, \"claiming\": 40, \"mtv\\u2019s\": 7, \"\\u201cjersey\": 1, \"shore\\u201d\": 1, \"reality\": 82, \"\\u201cschooled\\u201d\": 1, \"global\": 109, \"warming\\u00a0\": 1, \"russia\": 1001, \"chase\": 14, \"destroyer\": 7, \"navy\": 97, \"creeps\": 3, \"'hurt'\": 4, \"jay\": 171, \"z\": 106, \"beyonce\": 97, \"missed\": 34, \"kardashian's\": 81, \"chinese\": 93, \"couples\": 53, \"marry\": 44, \"mass\": 88, \"ceremony\": 65, \"sri\": 16, \"lanka\": 14, \"catalan\": 154, \"government\": 505, \"90\": 18, \"percent\": 81, \"voted\": 72, \"leave\": 146, \"spain\": 81, \"france\": 142, \"'strong\": 5, \"stable'\": 1, \"germany\": 175, \"macron\": 115, \"mattel\": 2, \"features\": 18, \"girly\": 4, \"barbie\": 8, \"commercial\\u2026doing\": 1, \"part\": 133, \"help\": 336, \"letists\": 1, \"blur\": 1, \"gender\": 53, \"lines\": 29, \"connecting\": 19, \"through\": 157, \"news\": 950, \"raises\": 54, \"august\": 22, \"mexico's\": 24, \"pena\": 10, \"nieto\": 10, \"discuss\": 163, \"mitch\": 35, \"mcconnell\": 101, \"trashes\": 25, \"it\\u2019s\": 427, \"\\u2018obvious\\u2019\": 1, \"\\u2018doesn\\u2019t\": 5, \"lot\": 67, \"issues\\u2019\": 4, \"loses\": 105, \"cuts\": 127, \"\\u2018end\": 2, \"world\\u2019\\u2026\\u2019armageddon\": 1, \"\\u2019\": 236, \"denis\": 2, \"ten\": 25, \"olympic\": 22, \"skating\": 5, \"medalist\": 3, \"stabbed\": 18, \"kazakhstan\": 8, \"hypocrisy\": 45, \"steroids\": 5, \"check\": 87, \"hateful\": 41, \"bullies\": 13, \"bullying\": 14, \"ad\": 173, \"alexandra\": 9, \"daddario\": 4, \"zac\": 27, \"efron's\": 2, \"dogs\": 18, \"might\": 138, \"voters\": 208, \"yes\": 41, \"issues\": 139, \"mixed\": 27, \"taxes\": 70, \"wikileaks\": 116, \"proves\": 118, \"weapons\": 93, \"combat\": 19, \"veteran\": 68, \"close\": 131, \"ally\": 60, \"xi\": 106, \"promotion\": 6, \"shocking\": 231, \"taxpayer\": 64, \"tab\": 10, \"golf\": 47, \"trips\": 9, \"fundraisers\": 8, \"february\": 20, \"2015\": 46, \"everyone\": 94, \"distracted\": 2, \"here\": 162, \"five\": 141, \"ways\": 55, \"moved\": 20, \"f\": 218, \"ck\": 118, \"middle\": 115, \"victoria\\u2019s\": 6, \"secret\": 375, \"model\": 74, \"having\": 116, \"plane\": 65, \"should\": 416, \"mediate\": 7, \"crisis\": 250, \"france's\": 68, \"ny\": 108, \"professor\": 74, \"who\\u2019s\": 64, \"correctly\": 3, \"chosen\": 17, \"100\": 125, \"elton\": 20, \"lays\": 16, \"late\": 136, \"mother\": 127, \"rest\": 27, \"'perfect\": 3, \"funeral'\": 1, \"fun\": 53, \"freebies\": 6, \"backs\": 133, \"hard\": 115, \"kansas\": 36, \"\\u201cfun\\u201d\": 2, \"activities\": 10, \"welfare\": 33, \"android\": 6, \"humanity\": 10, \"outsourced\": 3, \"vladimir\": 7, \"putin\": 326, \"retaliates\": 6, \"sanctions\": 305, \"slapped\": 13, \"ben\": 251, \"carson\": 87, \"call\": 293, \"quits\": 58, \"spend\": 67, \"exploring\": 3, \"grain\": 2, \"pyramids\": 1, \"jesus\": 27, \"zimbabwe\": 83, \"vets\": 28, \"leader\": 428, \"mugabe\": 68, \"impeached\": 15, \"racist\\u2019\": 7, \"official\": 392, \"blames\": 108, \"racist\": 325, \"tirade\": 11, \"obamas\": 16, \"confronting\": 6, \"petty\": 25, \"goals\": 30, \"goldie\": 11, \"hawn\": 11, \"spills\": 21, \"on15\": 1, \"break\": 169, \"unreal\": 53, \"plays\": 49, \"dumb\": 32, \"cost\": 57, \"obamacare\": 295, \"robert\": 151, \"pattinson\": 71, \"those\": 73, \"'twilight'\": 3, \"revival\": 39, \"rumors\": 227, \"bent\": 4, \"conviction\": 11, \"pentagon\\u2019s\": 5, \"third\": 101, \"attempt\": 72, \"convicting\": 3, \"marine\": 44, \"iraqi\": 144, \"citizen\": 51, \"politically\": 20, \"motivated\": 5, \"graphic\": 15, \"riot\": 26, \"videos\": 98, \"expose\": 33, \"thugs\": 61, \"attacking\": 45, \"elderly\": 17, \"whites\\u2026and\": 1, \"caucus\": 47, \"protesting\": 36, \"today\": 118, \"directors\": 9, \"wanted\": 80, \"him\": 909, \"perform\": 47, \"bestiality\": 3, \"movie\": 206, \"rejects\": 120, \"bid\": 162, \"throw\": 27, \"maryland\": 17, \"electoral\": 68, \"map\": 14, \"mayor\": 196, \"joins\": 78, \"political\": 265, \"science\": 24, \"class\\u2026goes\": 1, \"rant\": 104, \"\\u2018despicable\\u2019\": 1, \"boom\": 153, \"sheriff\": 79, \"david\": 179, \"clarke\": 33, \"maxine\": 60, \"waters\\u2026and\": 2, \"perfect\": 157, \"'dreamer'\": 11, \"timing\": 11, \"uncertain\": 13, \"reuters\": 118, \"interview\": 294, \"warns\": 240, \"travel\": 245, \"spate\": 1, \"hacked\": 67, \"rauxey\": 1, \"have\": 918, \"great\": 173, \"china'\": 15, \"critical\": 41, \"tweet\": 330, \"kendra\": 30, \"wilkinson\": 26, \"baskett\": 11, \"confronts\": 35, \"mom's\": 17, \"social\": 213, \"babit\": 1, \"store\": 47, \"mannequins\": 1, \"changed\": 64, \"give\": 211, \"nazi\": 59, \"salute\\u2026shoppers\": 1, \"ignore\": 31, \"update\": 101, \"beating\": 42, \"cop\": 189, \"man\": 466, \"steals\": 28, \"cop\\u2019s\": 11, \"beats\": 22, \"photos\": 240, \"sharpton\": 30, \"fckdapolice\": 1, \"crowd\": 104, \"cheer\": 36, \"busy\": 21, \"philipps\\u2019\": 1, \"reaction\": 79, \"kkw\": 4, \"fragrance\": 5, \"kit\": 24, \"angelina\": 282, \"jolie\": 241, \"sparkles\": 2, \"nude\": 44, \"feathered\": 1, \"gown\": 31, \"asc\": 1, \"prince\": 517, \"harry\": 388, \"spanish\": 62, \"prosecutor\": 75, \"asks\": 243, \"jail\": 112, \"secessionists\": 5, \"pending\": 10, \"investigation\": 190, \"supporter\": 230, \"mark\": 119, \"cuban\": 44, \"ignorant\": 14, \"statement\": 173, \"since\": 155, \"claimed\": 20, \"stock\": 33, \"market\": 75, \"tank\": 19, \"gives\": 367, \"\\u2018legal\": 1, \"personhood\\u2019\": 1, \"monkeys\": 2, \"same\": 126, \"legal\": 166, \"rights\": 273, \"above\": 17, \"\\u2018hope\\u2019\": 1, \"artist\": 51, \"brad\": 372, \"pitt\": 320, \"spends\": 30, \"father\\u2019s\": 19, \"day\": 520, \"london\": 140, \"amid\": 278, \"custody\": 73, \"dispute\": 58, \"selena\": 354, \"gomez\": 289, \"helped\": 74, \"raise\": 76, \"nearly\": 69, \"500\": 43, \"000\": 252, \"lupus\": 2, \"research\": 19, \"decision\": 184, \"declines\": 26, \"henningsen\": 49, \"colluded\": 7, \"facebook\": 144, \"fabricate\": 1, \"\\u2018russian\": 15, \"bot\\u2019\": 5, \"conspiracy\": 68, \"des\": 6, \"moines\": 3, \"register\": 20, \"internet\": 143, \"hilariously\": 139, \"reacts\": 44, \"picture\": 89, \"hideous\": 2, \"victory\": 105, \"538\": 3, \"cast\": 204, \"ballots\": 15, \"today\\u2026what\": 2, \"process\": 58, \"celebrity\": 169, \"telethon\": 3, \"hurricane\": 155, \"harvey\": 179, \"relief\": 67, \"efforts\": 72, \"set\": 244, \"sept\": 25, \"12\": 138, \"'goddess\": 1, \"secretary'\": 2, \"ponders\": 3, \"fast\": 41, \"moving\": 68, \"macau\": 4, \"billionaire's\": 2, \"plea\": 28, \"talks\": 582, \"bribe\": 5, \"gary\": 22, \"\\u201ccreepy\\u201d\": 2, \"pro\": 224, \"amnesty\": 65, \"tpp\": 38, \"abortion\": 115, \"operative\": 19, \"friend\": 99, \"clinton\\u2019s\": 109, \"vp\": 74, \"pick\": 207, \"marc\": 25, \"anthony\": 87, \"playful\": 1, \"girlfriend\": 131, \"raffaella\": 1, \"modugno\": 1, \"evacuates\": 4, \"refugees\": 220, \"libya\": 67, \"first\": 905, \"which\": 80, \"susan\": 38, \"rice\": 39, \"lie\": 155, \"andrea\": 14, \"mitchell\": 19, \"or\": 350, \"judy\": 8, \"woodruff\": 2, \"ago\": 65, \"africa's\": 53, \"ramaphosa\": 13, \"country\": 162, \"mexican\": 83, \"american\": 449, \"difference\": 30, \"illegal\": 289, \"citizens\": 93, \"\\u201cshe\": 5, \"criminal\\u201d\": 1, \"aim\": 46, \"praising\": 12, \"nazis\": 38, \"'stranger\": 10, \"things'\": 18, \"singing\": 27, \"motown\": 1, \"medley\": 8, \"james\": 277, \"corden\": 50, \"best\": 483, \"thing\": 135, \"you'll\": 12, \"'bridgegate'\": 14, \"witness\": 29, \"casts\": 23, \"doubt\": 20, \"nj\": 17, \"governor\": 351, \"christie's\": 4, \"denials\": 1, \"double\": 49, \"review\": 155, \"truth\": 217, \"emissary\": 2, \"congress\": 436, \"mike\": 134, \"pence\": 160, \"faces\": 103, \"potential\": 69, \"obstacle\": 5, \"boss\": 62, \"queen\": 116, \"wendy\": 14, \"williams\": 147, \"bikini\": 43, \"body\": 195, \"guest\": 89, \"sells\": 22, \"gift\": 75, \"bag\": 14, \"30k\": 4, \"ebay\": 1, \"'hollywood\": 15, \"medium'\": 11, \"tyler\": 64, \"henry\": 32, \"helps\": 42, \"rosanna\": 3, \"arquette\": 3, \"connect\": 4, \"sister\": 88, \"alexis\": 22, \"exclusive\": 384, \"reasons\": 86, \"'roseanne'\": 7, \"chance\": 73, \"matter\": 148, \"your\": 472, \"views\": 34, \"busted\": 149, \"service\\u2026cnn\\u2019s\": 2, \"april\": 70, \"called\": 172, \"fake\": 300, \"aide\\u2019s\": 2, \"firing\": 87, \"j\": 131, \"lo\": 18, \"rod\": 33, \"inspire\": 8, \"o\": 38, \"'s\": 35, \"valentine's\": 25, \"tucker\": 87, \"carlson\": 78, \"destroy\": 108, \"flamethrower\": 3, \"questioning\": 23, \"\\u201chero\\u201d\": 2, \"label\": 17, \"osu\": 4, \"voting\": 142, \"tuesday\": 62, \"whether\": 47, \"stephen\": 87, \"colbert\": 69, \"welcomes\": 64, \"19\": 66, \"endorses\": 61, \"effort\": 92, \"right\": 400, \"ship\": 27, \"emily\": 37, \"vancamp\": 4, \"revenge\": 75, \"co\": 141, \"paula\": 9, \"abdul\": 5, \"evicted\": 4, \"penthouse\": 5, \"icahn\": 8, \"economic\": 98, \"team\": 204, \"mulls\": 20, \"super\": 137, \"pac\": 16, \"bachelor\": 103, \"winter\": 71, \"games\\u2019\": 8, \"finale\": 105, \"promo\": 23, \"does\": 245, \"dean\": 30, \"propose\": 41, \"\\u2018really\": 10, \"really\": 301, \"happy\\u2019\": 3, \"camila\": 56, \"cabello\": 41, \"\\u2018cloud\": 1, \"nine\\u2019\": 2, \"matthew\": 41, \"hussey\": 4, \"shannon\": 27, \"de\": 127, \"lima\": 7, \"addresses\": 62, \"lopez's\": 15, \"kiss\": 60, \"pocahontas\": 4, \"warren\": 121, \"gop\\u2019s\": 30, \"scalp\\u2026tells\": 2, \"she\\u2019d\": 12, \"\\u201ccut\": 4, \"republicans\\u201d\": 4, \"drunks\": 4, \"empty\": 34, \"seats\": 18, \"crooked\": 87, \"panders\": 15, \"patrons\": 2, \"bar\\u2026speaks\": 2, \"ft\": 14, \"lauderdale\": 7, \"baptist\": 9, \"church\": 102, \"maddow\": 32, \"mocks\": 83, \"turning\": 28, \"freak\": 25, \"poetry\": 4, \"performing\": 15, \"serena\": 75, \"creates\": 18, \"vegan\": 8, \"clothing\": 18, \"line\": 134, \"empower\": 4, \"women\": 361, \"organization\": 23, \"plans\": 277, \"build\": 58, \"buenos\": 2, \"aires\": 2, \"tower\": 50, \"investigates\": 10, \"reports\": 177, \"civilian\": 13, \"casualties\": 16, \"afghanistan\": 84, \"'very\": 46, \"supportive'\": 2, \"supporting\": 80, \"actress\": 101, \"nominees\": 66, \"39\": 31, \"sync\": 8, \"tears\": 76, \"heart\": 85, \"epic\": 169, \"walk\": 63, \"fame\": 34, \"kidding\": 33, \"serial\": 24, \"liar\": 37, \"brian\": 28, \"\\u201cfake\": 30, \"news\\u201d\": 36, \"loss\": 95, \"msnbc\": 131, \"night\": 248, \"democrats\": 491, \"introduce\": 34, \"draft\": 39, \"resolution\": 30, \"extension\": 18, \"chemical\": 33, \"probe\": 339, \"cross\": 34, \"urge\": 72, \"saudi\": 306, \"led\": 81, \"coalition\": 161, \"re\": 108, \"lifeline\": 3, \"\\u201cwe\\u2019re\": 23, \"glimpse\": 9, \"without\": 157, \"america\\u2026and\": 2, \"scary\": 30, \"hell\\u201d\": 3, \"relatives\": 13, \"speak\": 108, \"teen\": 160, \"robbery\": 24, \"shot\": 130, \"killed\": 283, \"\\u201chow\": 15, \"money\": 243, \"clothes\": 19, \"go\": 356, \"\\u201d\": 541, \"kremlin\": 108, \"phone\": 64, \"ria\": 78, \"mandy\": 40, \"net\": 173, \"worth\": 201, \"megyn\": 101, \"sets\": 102, \"confused\": 33, \"liberal\": 340, \"straight\": 64, \"\\u2018legacy\\u2019\\u2026what\": 1, \"legacy\": 38, \"trump's\": 579, \"voter\": 178, \"fraud\": 143, \"pave\": 3, \"way\": 303, \"tougher\": 19, \"rules\": 239, \"blake\": 242, \"griffin\": 37, \"curse\": 14, \"revealed\": 180, \"illegally\": 29, \"violated\": 15, \"embargo\": 18, \"putting\": 37, \"\\u2018killer\\u2019\": 1, \"fidel\": 10, \"castro\\u2019s\": 7, \"hands\": 85, \"text\": 25, \"flynn's\": 8, \"letter\": 125, \"resigning\": 12, \"rnc\": 60, \"total\": 90, \"joke\": 58, \"cent\\u2019s\": 1, \"offer\": 79, \"mansion\": 33, \"britain\": 149, \"brexit\": 372, \"ongoing\": 8, \"irish\": 63, \"eu's\": 59, \"juncker\": 31, \"women's\": 14, \"restroom\": 5, \"property\": 32, \"venus\": 11, \"wimbledon\": 14, \"spain's\": 30, \"garbi\\u00f1e\": 1, \"muguruza\": 2, \"'i\": 122, \"tried\": 108, \"my\": 317, \"best'\": 1, \"radical\": 120, \"\\u201ctolerant\\u201d\": 5, \"female\": 144, \"antifa\": 62, \"bloc\": 9, \"follows\": 17, \"boyfriend\": 164, \"turkey\\u2026\": 3, \"surprised\": 24, \"beaten\": 33, \"raped\": 33, \"dark\": 44, \"side\": 51, \"usa\": 78, \"gymnastics\": 8, \"detains\": 32, \"15\": 148, \"coptic\": 2, \"cairo\": 11, \"advisers\": 27, \"push\": 168, \"target\": 96, \"opec\": 1, \"regulations\": 28, \"energy\": 87, \"vastly\": 1, \"expands\": 13, \"senator\": 443, \"predicts\": 23, \"legislative\": 18, \"trumpcare\": 39, \"sworn\": 27, \"muslims\": 146, \"flee\": 30, \"indian\": 52, \"village\": 13, \"singer\": 92, \"argument\": 28, \"hindu\": 3, \"priest\": 23, \"screw\": 11, \"yo'self\": 1, \"feisty\": 2, \"wears\": 76, \"disguise\": 9, \"christmas\": 196, \"shopping\": 22, \"kuwtk\": 24, \"russia's\": 85, \"lavrov\": 35, \"meeting\": 294, \"discussed\": 36, \"arie\": 47, \"luyendyk\": 39, \"jr\": 180, \"fiancee\": 11, \"burnham\": 8, \"\\u2018officially\": 1, \"fled\": 12, \"country\\u2019\": 6, \"iceland\": 7, \"vacation\": 76, \"germany's\": 59, \"surging\": 2, \"far\": 182, \"promises\": 71, \"disrupt\": 22, \"cozy\": 11, \"parliament\": 139, \"deports\": 3, \"failed\": 56, \"afghan\": 72, \"cardi\": 65, \"b\\u2019s\": 7, \"pregnancy\": 151, \"due\": 98, \"approaches\": 2, \"meryl\": 50, \"streep\": 42, \"hammered\": 23, \"heartbreaking\": 33, \"housewives\": 95, \"atlanta\": 32, \"season\": 522, \"11\": 206, \"morning\": 59, \"mayhem\": 3, \"\\u2018ready\": 2, \"walk\\u2019\": 1, \"ryan\\u2019s\": 12, \"\\u2018live\\u2019\": 5, \"betrayal\": 13, \"japan's\": 57, \"emperor\": 8, \"akihito\": 3, \"abdicate\": 3, \"30\": 117, \"2019\": 33, \"venezuela\": 99, \"take\": 372, \"place\": 83, \"nina\": 24, \"dobrev\": 14, \"wesley\": 2, \"'vampire\": 1, \"diaries'\": 1, \"reunion\": 126, \"captured\": 15, \"fishing\": 9, \"boat\": 32, \"friday\": 77, \"kcna\": 4, \"beyonc\\u00e9\": 106, \"easing\": 12, \"workout\": 29, \"routine\": 26, \"soulcycle\": 4, \"doesn\\u2019t\": 145, \"do\": 317, \"moment\": 104, \"silence\": 87, \"treasury\": 65, \"mnuchin\": 44, \"offshore\": 12, \"havens\": 3, \"changes\": 74, \"tack\": 4, \"'one\": 26, \"mistake\": 23, \"proved\": 22, \"she\\u2019s\": 157, \"committed\": 65, \"keeping\": 55, \"divisive\": 17, \"groups\": 108, \"appeal\": 65, \"upholding\": 3, \"carolina\": 92, \"id\": 38, \"panther\": 33, \"exposes\": 111, \"phony\": 48, \"\\u201cblack\": 21, \"lies\": 152, \"matter\\u201d\": 7, \"fighting\": 96, \"air\": 239, \"strikes\": 100, \"yemen's\": 23, \"sanaa\": 13, \"trap\": 12, \"civilians\": 30, \"halt\": 37, \"solid\": 10, \"medical\": 49, \"records\": 51, \"poland\": 41, \"strong\": 65, \"euro\": 20, \"zone\": 33, \"mulling\": 9, \"membership\": 16, \"finance\": 66, \"minister\": 411, \"fl\": 24, \"pastor\": 66, \"\\u2018accidentally\\u2019\": 5, \"shoots\": 53, \"wife\": 307, \"head\": 232, \"cleaning\": 6, \"swift's\": 57, \"surprise\": 111, \"amber\": 64, \"rose\": 100, \"wiz\": 2, \"khalifa's\": 1, \"son\": 294, \"public\": 215, \"condemnation\": 8, \"semitic\": 13, \"incidents\": 8, \"filing\": 24, \"leak\": 37, \"complaint\": 24, \"isn\\u2019t\": 81, \"keeps\": 59, \"\\u2018bad\\u2019\": 1, \"handed\": 44, \"deputy\": 82, \"finns\": 1, \"leadership\": 51, \"post\": 338, \"harassment\": 112, \"awkward\": 56, \"frau\": 2, \"merkel\": 165, \"candidate\": 235, \"comparison\": 20, \"dressing\": 6, \"corset\": 1, \"story\": 273, \"wild\": 46, \"gag\": 12, \"order\": 254, \"manafort\": 45, \"needs\": 141, \"final\": 169, \"nation\": 60, \"britt\": 3, \"nilsson\": 2, \"marries\": 47, \"jeremy\": 22, \"byrne\": 4, \"legend\": 65, \"youngest\": 11, \"achieve\": 9, \"egot\": 2, \"status\": 46, \"received\": 36, \"suppression\": 13, \"terrify\": 10, \"obama's\": 59, \"brother\": 93, \"bombshell\": 144, \"knew\": 65, \"murdered\": 64, \"seth\": 69, \"rich\": 86, \"source\": 212, \"covered\": 13, \"marco\": 45, \"rubio\": 122, \"handles\": 6, \"attempts\": 39, \"own\": 251, \"words\": 107, \"stunning\": 119, \"unofficial\": 5, \"blow\": 79, \"barry\": 9, \"lose\": 101, \"cool\": 25, \"\\u201che\\u2019s\": 14, \"challenging\": 16, \"mr\": 21, \"president\\u201d\": 21, \"soviet\": 8, \"threatened\": 51, \"militants\": 78, \"temporary\": 30, \"funding\": 156, \"hits\": 145, \"snag\": 4, \"lady\": 135, \"gaga's\": 7, \"blazer\": 3, \"stop\": 290, \"traffic\": 28, \"half\": 78, \"elected\": 61, \"you\\u2019re\": 91, \"easily\": 24, \"offended\": 12, \"pastor\\u2019s\": 9, \"\\u201chas\": 6, \"gone\": 51, \"stupid\": 71, \"matt\": 128, \"damon\": 29, \"sell\": 49, \"naked\": 50, \"jimmy\": 156, \"kimmel\": 85, \"doll\": 8, \"wisconsin\": 46, \"knocks\": 13, \"park\": 50, \"our\": 351, \"must\": 272, \"end\\u201d\": 4, \"casually\": 2, \"adjusts\": 3, \"single\": 101, \"dad\": 131, \"here\\u2019s\": 239, \"proof\": 91, \"mainstream\": 48, \"gang\": 42, \"can\\u2019t\": 221, \"shoot\": 69, \"cancelled\": 21, \"powell\": 30, \"early\": 79, \"test\": 117, \"view\": 46, \"near\": 137, \"approval\": 41, \"general\": 228, \"brief\": 14, \"staub\": 3, \"speaks\": 130, \"marty\": 1, \"caffrey's\": 1, \"children\": 163, \"thanksgiving\": 49, \"address\": 68, \"\\u201cspeak\": 2, \"right\\u201d\": 6, \"rihanna\": 76, \"ton\": 4, \"reese\": 44, \"witherspoon\": 39, \"visits\": 72, \"old\": 406, \"dorm\": 1, \"stanford\": 5, \"meets\": 101, \"current\": 31, \"tenant\": 3, \"'things\": 1, \"work\": 207, \"fine'\": 2, \"long\": 146, \"warm\": 11, \"oprah\": 61, \"springboard\": 1, \"ambitions\": 5, \"asia\": 75, \"argento\": 6, \"mourns\": 22, \"bourdain\": 13, \"pink's\": 3, \"willow\": 6, \"candy\": 10, \"rehearsals\": 2, \"charity\": 61, \"chair\": 145, \"prepared\": 17, \"fifth\": 39, \"harmony's\": 5, \"normani\": 6, \"kordei\": 4, \"cyberbullies\": 1, \"sent\": 70, \"carl\": 9, \"bernstein\": 4, \"found\": 190, \"\\u201creal\": 5, \"bombshell\\u201d\": 2, \"berkeley\": 40, \"kicked\": 39, \"southwest\": 8, \"flight\": 52, \"arabic\": 4, \"brutal\": 127, \"warning\": 102, \"lawless\": 19, \"sanctuary\": 56, \"cities\\u2026there\\u2019s\": 3, \"town\": 120, \"legendary\": 17, \"shocks\": 20, \"elites\": 10, \"comments\": 153, \"overhaul\": 57, \"pentagon\": 93, \"accounts\": 32, \"16\": 64, \"8\": 202, \"billion\": 188, \"fy17\": 1, \"burst\": 5, \"tire\": 3, \"deadly\": 54, \"tourist\": 16, \"crash\": 82, \"gwyneth\": 59, \"paltrow's\": 11, \"goop\": 10, \"accused\": 109, \"'deceptive'\": 1, \"health\": 210, \"claims\": 353, \"brazil's\": 33, \"psd\": 1, \"floats\": 4, \"meirelles'\": 1, \"struck\": 8, \"another\": 223, \"abc\": 99, \"radio\": 55, \"fallon\": 64, \"cruise\": 92, \"hardly\": 2, \"spy\": 71, \"scene\": 37, \"losing\": 75, \"winfrey\": 26, \"recy\": 1, \"taylor's\": 8, \"grave\": 29, \"tribute\": 89, \"golden\": 127, \"globes\": 97, \"alcohol\": 11, \"narcotics\": 2, \"announces\": 155, \"longer\": 57, \"use\": 180, \"prisons\": 6, \"among\": 50, \"german\": 237, \"parties\": 85, \"conservative\": 247, \"politician\": 28, \"consuelos\": 8, \"celebrate\": 94, \"21\": 50, \"marriage\": 231, \"'lit\": 2, \"ness'\": 1, \"filled\": 36, \"posts\": 82, \"publishes\": 23, \"popular\": 57, \"nations\": 59, \"where\": 140, \"want\": 368, \"'can\": 3, \"i\": 413, \"'\": 241, \"canada's\": 26, \"trudeau\": 39, \"charms\": 3, \"manila\": 6, \"ordering\": 7, \"fried\": 4, \"chicken\": 15, \"raven's\": 3, \"home's\": 1, \"opening\": 63, \"credits\": 11, \"theme\": 11, \"song\": 141, \"catchy\": 1, \"baby's\": 16, \"louis\": 53, \"arthur\": 9, \"charles\": 48, \"announce\": 55, \"possible\": 153, \"erase\": 6, \"christianity\": 11, \"iraq\": 191, \"steps\": 102, \"removing\": 10, \"office\": 196, \"fergie\": 28, \"split\": 313, \"josh\": 71, \"duhamel\": 23, \"hopeful\": 42, \"hidden\": 31, \"drake\\u2019s\": 9, \"\\u201cone\": 15, \"katie\": 170, \"holmes\": 117, \"enjoys\": 16, \"economical\": 1, \"ride\": 31, \"york\": 234, \"city\": 238, \"subway\": 15, \"rhony\": 17, \"pleasure\": 5, \"ends\": 72, \"fire\": 187, \"vomit\": 5, \"mccain\": 176, \"sasse\": 3, \"oppose\": 27, \"trade\": 234, \"representative\": 22, \"kuwait\": 16, \"mps\": 14, \"terms\": 24, \"storming\": 1, \"explosions\": 3, \"rock\": 87, \"capital\": 65, \"coup\": 46, \"speculation\": 21, \"intensifies\": 8, \"mcdonald\\u2019s\": 7, \"brings\": 70, \"conservatives\\u2019\": 5, \"nightmares\": 5, \"fuming\": 10, \"favorite\": 75, \"books\": 32, \"friendship\": 39, \"libyan\": 51, \"coast\": 43, \"guard\": 39, \"intercepts\": 4, \"300\": 29, \"migrants\": 91, \"east\": 114, \"tripoli\": 3, \"\\u201cbaywatch\\u201d\": 4, \"pamela\": 13, \"anderson\": 63, \"becomes\": 50, \"regular\": 12, \"visitor\": 6, \"founder\": 44, \"julian\": 31, \"assange\": 37, \"\\u201ci\": 162, \"think\": 174, \"quite\": 15, \"sexy\\u201d\": 2, \"el\": 54, \"moussa\": 32, \"answering\": 3, \"flip\": 28, \"flop\": 12, \"questions\": 145, \"hackers\": 24, \"targeted\": 38, \"staffers\": 25, \"rails\": 16, \"brazil\": 51, \"similar\": 16, \"histories\": 1, \"pickles\": 2, \"delivered\": 8, \"kensington\": 7, \"palace\": 36, \"satisfy\": 3, \"telling\": 76, \"protesters\": 238, \"\\u201ctearing\": 2, \"monuments\\u201d\": 1, \"immigrants\": 80, \"across\": 57, \"skip\": 19, \"protest\": 183, \"immigrant\": 99, \"begins\\u2026feds\": 2, \"conduct\": 24, \"raids\": 22, \"least\": 105, \"6\": 199, \"focus\": 58, \"finding\": 26, \"deporting\": 2, \"criminals\": 14, \"let's\": 6, \"talk\": 159, \"died\": 49, \"cliven\": 7, \"denied\": 28, \"bail\": 33, \"lunatic\": 12, \"restrictions\": 25, \"officials\": 232, \"drops\": 135, \"intel\": 81, \"spread\": 22, \"surveillance\": 34, \"china's\": 123, \"precedent\": 4, \"jinping\": 3, \"bolster\": 8, \"power\": 157, \"brilliant\": 104, \"immigration\\u2026shines\": 2, \"spotlight\": 28, \"democrats\\u2019\": 7, \"agenda\": 81, \"put\": 123, \"lauer\": 40, \"fired\": 169, \"bought\": 20, \"horse\": 8, \"farm\": 20, \"waterfront\": 1, \"estate\": 9, \"op\": 28, \"madoff's\": 1, \"building\": 55, \"saves\": 9, \"taxpayers\": 49, \"fortune\": 18, \"making\": 173, \"number\": 85, \"aides\": 44, \"lavish\": 24, \"image\": 204, \"hiring\": 18, \"seem\": 7, \"\\u2018political\\u2019\": 1, \"slavery\": 30, \"diamond\": 31, \"silk\": 14, \"embrace\": 19, \"ed\": 73, \"gillespie\": 3, \"governor\\u2019s\": 11, \"va\": 42, \"garland\": 23, \"committed'\": 3, \"nato\": 95, \"approach\": 16, \"reason\": 197, \"start\": 141, \"come\": 122, \"island\": 40, \"straying\": 1, \"path\": 36, \"anna\": 79, \"faris'\": 4, \"onscreen\": 2, \"pairings\": 1, \"theresistance\": 3, \"stole\": 30, \"scotus\": 40, \"seat\": 44, \"local\": 53, \"\\u2018get\": 10, \"h\": 50, \"ll\": 7, \"lawmaker\": 153, \"misspoke\": 1, \"preparing\": 33, \"range\": 26, \"cites\": 55, \"victoria\": 54, \"beckham\": 72, \"sartorial\": 2, \"style\": 157, \"ords\": 2, \"people's\": 46, \"sexuality\": 16, \"prof\": 14, \"\\u201cterrorists\\u201d\": 1, \"katharine\": 18, \"mcphee\": 18, \"foster\": 37, \"engaged\": 142, \"releases\": 121, \"wellness\": 5, \"programs\": 15, \"lopez\": 150, \"rodriguez'\": 2, \"outfits\": 31, \"every\": 189, \"1989\": 1, \"tour\": 136, \"ranked\": 27, \"stir\": 9, \"backlash\": 46, \"rural\": 14, \"trapped\": 11, \"rohingya\": 141, \"substantial\": 1, \"food\": 89, \"katy\": 132, \"perry\": 149, \"hang\": 11, \"reputation\": 36, \"oops\": 84, \"bank\": 94, \"alyson\": 3, \"stoner\": 2, \"embraced\": 7, \"identity\": 19, \"native\": 15, \"kid\": 54, \"dr\": 60, \"wolf\": 35, \"lying\": 112, \"pneumonia\": 10, \"diagnosis\": 20, \"headline\": 9, \"booth\": 4, \"comprehensive\": 14, \"coverage\": 42, \"stories\": 46, \"aggregated\": 1, \"headlinebooth\": 1, \"golfer\": 4, \"phil\": 11, \"mickelson\": 1, \"selfie\": 30, \"bush\": 148, \"doubts\": 23, \"moscow\": 77, \"prostitutes\": 1, \"herself\": 75, \"\\u2026tries\": 2, \"traitor\": 11, \"jane\": 27, \"fonda\\u2026gets\": 2, \"smackdown\": 20, \"serbia\": 7, \"accuses\": 113, \"standards\": 10, \"catalonia\": 93, \"kosovo\": 17, \"happens\": 59, \"fashion\": 146, \"week\": 258, \"montel\": 8, \"criticizing\": 19, \"prisoner\": 21, \"exchange\": 30, \"\\u2018sit\": 3, \"shut\": 149, \"up\\u2019\": 24, \"jamie\": 130, \"foxx\": 76, \"criticized\": 27, \"allegedly\": 58, \"language\": 21, \"damning\": 21, \"unarmed\": 22, \"st\": 43, \"'carried\": 1, \"interest'\": 3, \"loophole\": 4, \"pope\": 109, \"privately\": 4, \"enemy\": 12, \"left\": 264, \"davis\": 38, \"activist\": 105, \"michigan\\u2019s\": 7, \"fox\": 442, \"broke\": 85, \"laws\": 78, \"'deeply\": 7, \"concerned'\": 10, \"cases\": 40, \"embassy\": 88, \"gowdy\": 37, \"reminds\": 37, \"leaked\": 64, \"info\": 47, \"pressure\": 99, \"nuclear\": 333, \"watchdog\": 55, \"sees\": 130, \"sites\": 19, \"\\u2018orange\": 5, \"black\\u2019\": 7, \"shocker\": 31, \"variety\": 110, \"smoking\": 25, \"stolen\": 34, \"gun\\u2026wife\": 1, \"keith\": 69, \"\\u201che\": 38, \"threaten\": 52, \"gun\\u201d\": 3, \"oregon\": 70, \"jaw\": 16, \"amount\": 16, \"revenue\": 9, \"marijuana\": 24, \"sales\": 48, \"ouch\": 22, \"joseph\": 12, \"watson\": 22, \"destroys\": 142, \"propaganda\": 48, \"\\u201cbeyonce\": 2, \"cares\": 11, \"\\u2018black\": 15, \"dyes\": 5, \"blonde\": 23, \"bleaches\": 2, \"skin\": 44, \"try\": 93, \"possible\\u201d\": 2, \"phelps\": 6, \"returning\": 48, \"swimming\": 4, \"april's\": 1, \"fool\": 11, \"jokes\": 96, \"bradley\": 32, \"cooper\": 55, \"irina\": 13, \"shayk\": 11, \"welcomed\": 7, \"paris\": 215, \"hilton\": 37, \"hires\": 36, \"bodyguards\": 2, \"engagement\": 110, \"ring\": 90, \"told\": 177, \"gov\": 82, \"coming\": 106, \"communist\": 67, \"crucifix\": 3, \"veterans\": 58, \"care\\u2026but\": 2, \"these\": 160, \"mn\": 37, \"somali\": 46, \"dollars\": 49, \"college\\u2026used\": 2, \"jihad\": 11, \"affleck\": 119, \"garner\": 89, \"continues\": 58, \"treatment\": 62, \"writer\": 35, \"\\u2018race\": 5, \"over\\u2019\": 2, \"\\u2018p\": 6, \"ssy\\u2019\": 5, \"remarks\": 108, \"cbo\": 17, \"estimates\": 6, \"ending\": 53, \"mandate\": 23, \"increase\": 40, \"uninsured\": 6, \"premiums\": 7, \"attacked\": 57, \"grandma\": 6, \"times\": 214, \"address\\u2026brother\": 1, \"misspelled\": 7, \"also\": 47, \"warned\": 40, \"tillerson\": 188, \"allies\": 68, \"press\": 222, \"declare\": 24, \"madrid\": 25, \"deadlines\": 2, \"card\": 61, \"countdown\": 19, \"undermine\": 15, \"london's\": 14, \"playing\": 61, \"matchmaker\": 5, \"clearest\": 1, \"indication\": 4, \"maduro\": 28, \"la\": 102, \"proposes\": 46, \"banning\": 18, \"strippers\": 2, \"160\": 4, \"lbs\": 14, \"age\": 55, \"28\": 33, \"johnny\": 46, \"galecki\": 4, \"firefighters\": 7, \"burns\": 34, \"massive\": 124, \"didn\\u2019t\": 144, \"person\\u201d\": 6, \"elizabeth\": 138, \"warren\\u2019s\": 3, \"miserably\": 12, \"ties\": 217, \"'wet\": 1, \"foot\": 20, \"dry\": 12, \"foot'\": 1, \"obsolete\": 4, \"feeling\": 21, \"threat\": 168, \"germans\": 20, \"rebel\": 46, \"sheeran\": 38, \"polish\": 25, \"closer\": 32, \"reform\": 178, \"brendon\": 2, \"urie\": 1, \"pansexual\": 3, \"spoke\": 30, \"liberals\": 96, \"suggest\": 13, \"blacks\": 57, \"id\\u2019s\\u2026can\\u2019t\": 2, \"figure\": 51, \"donations\": 57, \"pay\": 200, \"settle\": 26, \"lawsuits\": 15, \"justin\": 477, \"theroux\": 106, \"intimidated\": 2, \"aniston's\": 21, \"success\": 33, \"'we're\": 9, \"competition'\": 1, \"education\": 63, \"'salvation'\": 1, \"syrian\": 263, \"lebanon\": 74, \"jerusalem\": 171, \"palestinian\": 63, \"joy\": 63, \"reid\": 55, \"owns\": 9, \"seconds\": 21, \"austria\": 10, \"corruption\": 132, \"giddy\": 3, \"congressman\": 130, \"confirm\": 41, \"hurt\": 79, \"sarah\": 217, \"jessica\": 153, \"'heartbroken'\": 1, \"cattrall\": 16, \"said\": 221, \"were\": 214, \"friends\": 118, \"\\u2018sober\": 1, \"pink\": 59, \"carey\": 49, \"hart\\u2019s\": 5, \"boozing\": 2, \"highlights\": 70, \"speaker\": 169, \"nsa\\u2019s\": 3, \"warrantless\": 3, \"collection\": 20, \"data\\u2026\": 3, \"starts\": 58, \"'bluster'\": 1, \"cannot\": 44, \"envoy\": 102, \"plan\": 447, \"quietly\": 19, \"sneak\": 51, \"england\": 10, \"backfires\": 26, \"publicly\": 31, \"disavow\": 2, \"trip\": 145, \"'islamic\": 3, \"terrorism'\": 5, \"jeb\": 48, \"bell\": 51, \"exactly\": 54, \"peck\": 4, \"invite\": 26, \"poor\": 47, \"quickly\": 19, \"he\\u2019ll\": 50, \"bring\": 86, \"controversial\": 68, \"interrogation\": 4, \"tactic\": 8, \"\\u201cit\\u2019s\": 42, \"peanuts\": 2, \"us\\u201d\": 9, \"killing\": 93, \"flies\": 16, \"frustrated\": 12, \"outgoing\": 10, \"army\": 159, \"enemies\": 16, \"emboldened\\u2026iraq\": 2, \"collapse\": 40, \"liberians\": 3, \"historic\": 47, \"delayed\": 25, \"selling\": 42, \"snake\": 8, \"merch\": 3, \"online\": 85, \"mom\\u2019s\": 10, \"edwards\": 16, \"hours\": 60, \"wife\\u2019s\": 10, \"announcement\": 90, \"paulina\": 3, \"gretzky\": 1, \"dustin\": 8, \"'jersey\": 14, \"shore\": 31, \"vacation'\": 5, \"pauly\": 4, \"d\": 63, \"aubrey\": 7, \"o'day's\": 1, \"romantic\": 51, \"past\": 69, \"twin\": 26, \"babies\": 51, \"chief\": 418, \"journalists\": 50, \"shatters\": 7, \"union\": 98, \"'done\": 2, \"terrible\": 19, \"job'\": 4, \"appear\": 37, \"remanded\": 4, \"14\": 100, \"\\u2018this\": 32, \"us'\": 31, \"metz\": 16, \"kate\\u2019s\": 2, \"leads\": 63, \"twist\": 38, \"haven\\u2019t\": 10, \"seen\": 131, \"network\": 46, \"took\": 93, \"evangelical\": 4, \"pedophile\": 14, \"duggar\": 18, \"ready\": 206, \"battle\": 169, \"\\u201caggressively\": 2, \"defend\\u201d\": 2, \"bringing\": 29, \"\\u2018christian\\u2019\": 20, \"\\u2018tip\\u2019\": 1, \"waitress\": 4, \"baiting\": 20, \"ag\": 44, \"back\\u2026and\": 2, \"you\\u2019ll\": 47, \"guess\": 61, \"whose\": 39, \"job\": 183, \"hoping\": 24, \"2020\": 55, \"\\u201cmiddle\": 5, \"eastern\\u201d\": 2, \"men\": 126, \"rape\": 133, \"swedish\": 51, \"broadcasted\": 2, \"connected\": 15, \"benghazi\": 123, \"e\": 178, \"mail\": 40, \"absolutely\": 72, \"savage\": 18, \"sisters\": 26, \"actor\": 151, \"woods\": 35, \"leftist\": 179, \"suggesting\": 11, \"lied\": 78, \"torturing\": 1, \"otto\": 4, \"warmbier\": 4, \"coma\": 2, \"good\": 183, \"options\": 46, \"arsenal\": 12, \"counter\": 39, \"defiant\": 11, \"hired\": 33, \"exorcist\": 2, \"\\u2018cleanse\": 1, \"demons\\u2019\": 1, \"cup\": 12, \"explained\": 35, \"grassley\": 8, \"reprise\": 2, \"1990s\": 4, \"judicial\": 33, \"confirmation\": 21, \"fight\": 340, \"airplane\": 4, \"baghdad\": 30, \"27\": 43, \"julia\": 44, \"roberts\": 46, \"cutest\": 36, \"couple\": 109, \"oprah\\u2019s\": 2, \"brunch\": 2, \"host\": 365, \"operations\": 24, \"command\": 4, \"breaking\\u2026obama\\u2019s\": 2, \"cops\": 186, \"ambushed\": 11, \"neck\": 16, \"lengthy\": 6, \"history\": 166, \"w\": 51, \"thousands\": 95, \"cyber\": 103, \"attacks\": 281, \"ip\": 1, \"facepalm\": 1, \"\\u2018aleppo\": 1, \"moment\\u2019\": 3, \"respects\": 15, \"streep\\u2019s\": 7, \"dream\": 59, \"role\": 157, \"midway\": 1, \"atoll\": 1, \"symbol\": 7, \"climate\": 229, \"categories\": 7, \"downey\": 7, \"there's\": 22, \"even\": 223, \"caitlyn\": 114, \"we're\": 28, \"girl\": 202, \"lena\": 31, \"headey\": 3, \"recalls\": 42, \"battling\": 13, \"postpartum\": 11, \"depression\": 22, \"filming\": 31, \"'game\": 26, \"thrones'\": 28, \"move\": 231, \"hacking\": 78, \"faith\": 38, \"hill\": 33, \"\\u2018happy\": 5, \"50\\u2032\": 2, \"afraid\": 32, \"halve\": 2, \"oil\": 122, \"stockpile\": 2, \"arctic\": 8, \"refuge\": 8, \"drilling\": 12, \"queuing\": 1, \"tattoo\": 28, \"andy\": 40, \"cohen\": 32, \"nutty\": 3, \"game\": 167, \"jinx\": 1, \"hear\": 51, \"minnesota\": 24, \"apparel\": 4, \"challenge\": 95, \"abe\": 56, \"aims\": 39, \"importance\": 12, \"japan\": 145, \"alliance\": 23, \"paltrow\": 47, \"drama\": 124, \"bulgaria\": 11, \"pm\": 392, \"stifle\": 1, \"islam\": 41, \"franken\": 26, \"january\": 37, \"advisor\": 53, \"victimized\": 3, \"bill\\u201d\": 4, \"\\u2018moderate\\u2019\": 2, \"seek\": 147, \"flaws\": 7, \"switched\": 5, \"why\\u2026trumpocrats\": 1, \"timberlake\": 50, \"album\": 70, \"\\u2018man\": 5, \"woods\\u2019\": 3, \"celebrates\": 98, \"21st\": 8, \"birthday\": 248, \"parents\": 86, \"inside\": 243, \"garner's\": 7, \"expected\": 57, \"goldman\": 32, \"banker\": 16, \"saleh\": 10, \"foe\": 6, \"guessing\": 7, \"skirmish\": 1, \"houthi\": 9, \"farmer\": 10, \"fined\": 5, \"whopping\": 8, \"keen\": 6, \"mend\": 6, \"repeal\": 118, \"many\": 88, \"murray\": 15, \"relive\": 13, \"groundhogs\": 1, \"boycott\": 59, \"\\u201can\": 3, \"embarrassment\\u201d\\u2026asks\": 1, \"\\u2018out\": 1, \"shape\\u2019\": 1, \"music\": 229, \"ohio's\": 4, \"kasich\": 37, \"rival\": 25, \"electronics\": 3, \"banned\": 54, \"some\": 258, \"flights\": 38, \"east\\u2026list\": 2, \"airlines\": 39, \"airports\": 16, \"affected\": 12, \"59\": 10, \"patriotism\": 9, \"sesame\": 6, \"street\": 115, \"parodies\": 6, 