{"format":"layers-model","generatedBy":"keras v3.8.0","convertedBy":"TensorFlow.js Converter v4.22.0","modelTopology":{"keras_version":"3.8.0","backend":"tensorflow","model_config":{"class_name":"Functional","config":{"name":"functional","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_shape":[null,300],"dtype":"float32","sparse":false,"name":"text_input","batchInputShape":[null,300]},"name":"text_input","inbound_nodes":[]},{"class_name":"Embedding","config":{"name":"text_embedding","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"input_dim":20000,"output_dim":300,"embeddings_initializer":{"module":"keras.initializers","class_name":"RandomUniform","config":{"seed":null,"minval":-0.05,"maxval":0.05},"registered_name":null},"embeddings_regularizer":null,"activity_regularizer":null,"embeddings_constraint":null,"mask_zero":false},"name":"text_embedding","inbound_nodes":[[["text_input",0,0]]]},{"class_name":"SpatialDropout1D","config":{"rate":0.30000000000000004,"seed":null,"name":"spatial_dropout1d","dtype":"float32"},"name":"spatial_dropout1d","inbound_nodes":[[["text_embedding",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[2],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.009134662442736363},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d","inbound_nodes":[[["spatial_dropout1d",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[3],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.009134662442736363},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_2","inbound_nodes":[[["spatial_dropout1d",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_4","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[4],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.009134662442736363},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_4","inbound_nodes":[[["spatial_dropout1d",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_6","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[5],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.009134662442736363},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_6","inbound_nodes":[[["spatial_dropout1d",0,0]]]},{"class_name":"MaxPooling1D","config":{"name":"max_pooling1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"name":"max_pooling1d","inbound_nodes":[[["conv1d",0,0]]]},{"class_name":"MaxPooling1D","config":{"name":"max_pooling1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"name":"max_pooling1d_1","inbound_nodes":[[["conv1d_2",0,0]]]},{"class_name":"MaxPooling1D","config":{"name":"max_pooling1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"name":"max_pooling1d_2","inbound_nodes":[[["conv1d_4",0,0]]]},{"class_name":"MaxPooling1D","config":{"name":"max_pooling1d_3","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"name":"max_pooling1d_3","inbound_nodes":[[["conv1d_6",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[2],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.0023385968908569412},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_1","inbound_nodes":[[["max_pooling1d",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_3","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[3],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.0023385968908569412},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_3","inbound_nodes":[[["max_pooling1d_1",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_5","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[4],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.0023385968908569412},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_5","inbound_nodes":[[["max_pooling1d_2",0,0]]]},{"class_name":"Conv1D","config":{"name":"conv1d_7","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":256,"kernel_size":[5],"strides":[1],"padding":"valid","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.0023385968908569412},"registered_name":null},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_7","inbound_nodes":[[["max_pooling1d_3",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d","inbound_nodes":[[["conv1d_1",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d_1","inbound_nodes":[[["conv1d_3",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d_2","inbound_nodes":[[["conv1d_5",0,0]]]},{"class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_3","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"name":"global_max_pooling1d_3","inbound_nodes":[[["conv1d_7",0,0]]]},{"class_name":"InputLayer","config":{"batchInputShape":[null,1],"dtype":"float32","sparse":false,"name":"source_input"},"name":"source_input","inbound_nodes":[]},{"class_name":"Concatenate","config":{"name":"concatenate","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1},"name":"concatenate","inbound_nodes":[[["global_max_pooling1d",0,0],["global_max_pooling1d_1",0,0],["global_max_pooling1d_2",0,0],["global_max_pooling1d_3",0,0]]]},{"class_name":"Embedding","config":{"name":"source_embedding","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"input_dim":2031,"output_dim":8,"embeddings_initializer":{"module":"keras.initializers","class_name":"RandomUniform","config":{"seed":null,"minval":-0.05,"maxval":0.05},"registered_name":null},"embeddings_regularizer":null,"activity_regularizer":null,"embeddings_constraint":null,"mask_zero":false},"name":"source_embedding","inbound_nodes":[[["source_input",0,0]]]},{"class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"rate":0.2,"seed":null,"noise_shape":null},"name":"dropout","inbound_nodes":[[["concatenate",0,0]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["source_embedding",0,0]]]},{"class_name":"Concatenate","config":{"name":"concatenate_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1},"name":"concatenate_1","inbound_nodes":[[["dropout",0,0],["flatten",0,0]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":160,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.0009080065553439061},"registered_name":null},"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["concatenate_1",0,0]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"name":"batch_normalization","inbound_nodes":[[["dense",0,0]]]},{"class_name":"Dropout","config":{"name":"dropout_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"rate":0.4,"seed":null,"noise_shape":null},"name":"dropout_1","inbound_nodes":[[["batch_normalization",0,0]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":{"module":"keras.regularizers","class_name":"L2","config":{"l2":0.0015865794029742645},"registered_name":null},"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dropout_1",0,0]]]},{"class_name":"Dropout","config":{"name":"dropout_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"rate":0.2,"seed":null,"noise_shape":null},"name":"dropout_2","inbound_nodes":[[["dense_1",0,0]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dropout_2",0,0]]]}],"input_layers":[["text_input",0,0],["source_input",0,0]],"output_layers":[["dense_2",0,0]]}},"training_config":{"loss":"binary_crossentropy","loss_weights":null,"metrics":["accuracy"],"weighted_metrics":null,"run_eagerly":false,"steps_per_execution":1,"jit_compile":false,"optimizer_config":{"class_name":"Adam","config":{"name":"adam","learning_rate":0.00006536611908813938,"weight_decay":null,"clipnorm":null,"global_clipnorm":null,"clipvalue":null,"use_ema":false,"ema_momentum":0.99,"ema_overwrite_frequency":null,"loss_scale_factor":null,"gradient_accumulation_steps":null,"beta_1":0.9,"beta_2":0.999,"epsilon":1e-7,"amsgrad":false}}}},"weightsManifest":[{"paths":["group1-shard1of8.bin","group1-shard2of8.bin","group1-shard3of8.bin","group1-shard4of8.bin","group1-shard5of8.bin","group1-shard6of8.bin","group1-shard7of8.bin","group1-shard8of8.bin"],"weights":[{"name":"batch_normalization/gamma","shape":[160],"dtype":"float32"},{"name":"batch_normalization/beta","shape":[160],"dtype":"float32"},{"name":"batch_normalization/moving_mean","shape":[160],"dtype":"float32"},{"name":"batch_normalization/moving_variance","shape":[160],"dtype":"float32"},{"name":"conv1d/kernel","shape":[2,300,256],"dtype":"float32"},{"name":"conv1d/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_1/kernel","shape":[2,256,256],"dtype":"float32"},{"name":"conv1d_1/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_2/kernel","shape":[3,300,256],"dtype":"float32"},{"name":"conv1d_2/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_3/kernel","shape":[3,256,256],"dtype":"float32"},{"name":"conv1d_3/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_4/kernel","shape":[4,300,256],"dtype":"float32"},{"name":"conv1d_4/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_5/kernel","shape":[4,256,256],"dtype":"float32"},{"name":"conv1d_5/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_6/kernel","shape":[5,300,256],"dtype":"float32"},{"name":"conv1d_6/bias","shape":[256],"dtype":"float32"},{"name":"conv1d_7/kernel","shape":[5,256,256],"dtype":"float32"},{"name":"conv1d_7/bias","shape":[256],"dtype":"float32"},{"name":"dense/kernel","shape":[1032,160],"dtype":"float32"},{"name":"dense/bias","shape":[160],"dtype":"float32"},{"name":"dense_1/kernel","shape":[160,32],"dtype":"float32"},{"name":"dense_1/bias","shape":[32],"dtype":"float32"},{"name":"dense_2/kernel","shape":[32,1],"dtype":"float32"},{"name":"dense_2/bias","shape":[1],"dtype":"float32"},{"name":"source_embedding/embeddings","shape":[2031,8],"dtype":"float32"},{"name":"text_embedding/embeddings","shape":[20000,300],"dtype":"float32"}]}]}