{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<UNK>", "document_count": 32000, "word_counts": "{\"should\": 644, \"i\": 442, \"get\": 361, \"bings\": 1, \"which\": 904, \"tv\": 213, \"female\": 44, \"friend\": 96, \"group\": 135, \"do\": 679, \"you\": 5563, \"belong\": 57, \"in\": 6501, \"the\": 6420, \"new\": 1246, \"star\": 266, \"wars\": 138, \"force\": 96, \"awakens\": 40, \"trailer\": 53, \"is\": 2134, \"here\": 541, \"to\": 6675, \"give\": 152, \"chills\": 3, \"this\": 1860, \"vine\": 12, \"of\": 5111, \"york\": 158, \"on\": 2785, \"celebrity\": 138, \"big\": 151, \"brother\": 29, \"fucking\": 75, \"perfect\": 166, \"a\": 4173, \"couple\": 85, \"did\": 109, \"stunning\": 37, \"photo\": 95, \"shoot\": 33, \"with\": 1610, \"their\": 560, \"baby\": 125, \"after\": 795, \"learning\": 8, \"she\": 130, \"had\": 241, \"an\": 544, \"inoperable\": 1, \"brain\": 26, \"tumor\": 4, \"how\": 954, \"flirt\": 3, \"queer\": 18, \"girls\": 160, \"without\": 103, \"making\": 89, \"total\": 22, \"fool\": 2, \"yourself\": 67, \"32\": 57, \"cute\": 89, \"things\": 1000, \"distract\": 1, \"from\": 1358, \"your\": 2580, \"awkward\": 56, \"thanksgiving\": 109, \"if\": 514, \"disney\": 234, \"princesses\": 33, \"were\": 283, \"florida\": 93, \"what\": 1345, \"s\": 3667, \"quote\": 36, \"or\": 491, \"lyric\": 16, \"that\": 2073, \"best\": 490, \"describes\": 11, \"depression\": 56, \"natalie\": 9, \"dormer\": 5, \"and\": 2835, \"sam\": 5, \"claflin\": 1, \"play\": 84, \"game\": 273, \"see\": 196, \"they\": 253, \"d\": 95, \"actually\": 598, \"last\": 132, \"hunger\": 35, \"games\": 101, \"16\": 285, \"responses\": 12, \"indian\": 117, \"patriarchy\": 7, \"21\": 674, \"times\": 557, \"died\": 26, \"during\": 156, \"captain\": 17, \"america\": 102, \"civil\": 22, \"war\": 128, \"teaser\": 7, \"17\": 713, \"kourtney\": 5, \"kardashian\": 68, \"shut\": 49, \"down\": 207, \"her\": 363, \"own\": 90, \"family\": 132, \"does\": 104, \"coffee\": 34, \"make\": 816, \"poop\": 7, \"who\": 1106, \"ex\": 86, \"based\": 620, \"zodiac\": 296, \"hairdresser\": 4, \"struggles\": 111, \"every\": 336, \"black\": 155, \"girl\": 178, \"knows\": 50, \"be\": 798, \"true\": 120, \"are\": 2114, \"more\": 486, \"walter\": 4, \"white\": 104, \"heisenberg\": 1, \"most\": 495, \"canadian\": 179, \"groom\": 12, \"ever\": 350, \"left\": 39, \"his\": 409, \"wedding\": 126, \"plow\": 2, \"out\": 529, \"guests\": 9, \"snow\": 30, \"storm\": 83, \"one\": 503, \"really\": 241, \"weird\": 78, \"thing\": 187, \"about\": 1160, \"butterfree\": 1, \"15\": 393, \"resolutions\": 15, \"good\": 125, \"2016\": 176, \"try\": 216, \"zoo\": 12, \"animals\": 79, \"around\": 89, \"world\": 456, \"opening\": 28, \"christmas\": 250, \"presents\": 15, \"early\": 71, \"tell\": 212, \"us\": 843, \"ie\": 26, \"erica\": 2, \"ash\": 11, \"9\": 197, \"cried\": 11, \"vegetarian\": 6, \"dump\": 11, \"dinners\": 29, \"for\": 3174, \"crock\": 6, \"pot\": 11, \"goat\": 5, \"has\": 414, \"been\": 131, \"bullying\": 10, \"tiger\": 17, \"8\": 146, \"fall\": 153, \"shows\": 104, \"excited\": 24, \"10\": 202, \"chance\": 26, \"6\": 131, \"avoid\": 22, \"another\": 82, \"round\": 81, \"episode\": 49, \"25\": 207, \"stop\": 108, \"telling\": 5, \"women\": 293, \"smile\": 19, \"signs\": 125, \"too\": 298, \"stubborn\": 2, \"live\": 120, \"country\": 40, \"singer\": 38, \"makes\": 119, \"music\": 145, \"boy\": 63, \"spare\": 3, \"time\": 412, \"when\": 456, \"realize\": 9, \"guy\": 134, \"taken\": 35, \"awesome\": 62, \"look\": 232, \"at\": 1553, \"behind\": 61, \"scenes\": 26, \"concept\": 2, \"art\": 65, \"aladdin\": 8, \"sarah\": 16, \"jessica\": 28, \"parker\": 9, \"talks\": 92, \"being\": 214, \"carrie\": 14, \"hocus\": 10, \"pocus\": 10, \"love\": 301, \"type\": 39, \"swearer\": 1, \"dad\": 77, \"recorded\": 11, \"all\": 609, \"adorable\": 148, \"questions\": 229, \"son\": 51, \"asked\": 67, \"watching\": 48, \"first\": 522, \"29\": 142, \"impossibly\": 11, \"stylish\": 11, \"cat\": 103, \"gifts\": 152, \"order\": 43, \"awesomeness\": 1, \"13\": 269, \"glorious\": 22, \"made\": 204, \"up\": 592, \"words\": 101, \"literature\": 12, \"we\": 874, \"pranked\": 7, \"bunch\": 33, \"people\": 1019, \"by\": 817, \"dropping\": 10, \"iphone\": 59, \"front\": 18, \"them\": 80, \"23\": 381, \"flaws\": 6, \"sneakerhead\": 1, \"know\": 810, \"sign\": 273, \"choose\": 31, \"grimes\": 2, \"album\": 57, \"heartbreaking\": 38, \"inspiration\": 7, \"oblivion\": 1, \"instagram\": 164, \"account\": 33, \"recreating\": 3, \"2015\": 506, \"greatest\": 51, \"hits\": 103, \"barbies\": 1, \"22\": 287, \"adele\": 83, \"memes\": 33, \"pictures\": 260, \"hot\": 114, \"will\": 1383, \"never\": 234, \"understand\": 250, \"badly\": 4, \"taking\": 54, \"direction\": 40, \"hiatus\": 1, \"want\": 202, \"guys\": 87, \"pinterest\": 14, \"leaf\": 3, \"hacks\": 40, \"tips\": 53, \"hiking\": 4, \"kids\": 164, \"parent\": 18, \"scariest\": 6, \"halloween\": 242, \"candy\": 44, \"taste\": 60, \"test\": 201, \"dog\": 142, \"begging\": 1, \"human\": 84, \"forgiveness\": 1, \"cutest\": 44, \"ll\": 423, \"today\": 90, \"100\": 110, \"years\": 227, \"bollywood\": 31, \"cinema\": 4, \"under\": 82, \"four\": 136, \"minutes\": 35, \"ed\": 24, \"westwick\": 2, \"showed\": 6, \"emmys\": 25, \"party\": 179, \"looking\": 54, \"like\": 517, \"chuck\": 4, \"bass\": 2, \"dreams\": 31, \"favorite\": 283, \"activity\": 11, \"visiting\": 7, \"take\": 185, \"color\": 82, \"far\": 54, \"go\": 140, \"brave\": 9, \"enough\": 22, \"date\": 89, \"werewolf\": 2, \"18\": 372, \"everyone\": 303, \"hates\": 21, \"pda\": 2, \"27\": 227, \"always\": 50, \"happen\": 88, \"office\": 101, \"many\": 124, \"these\": 632, \"spongebob\": 11, \"faces\": 101, \"recognize\": 29, \"golden\": 47, \"globe\": 17, \"reaction\": 32, \"face\": 112, \"reasons\": 239, \"trip\": 20, \"costa\": 7, \"rica\": 5, \"could\": 135, \"change\": 112, \"life\": 488, \"literally\": 87, \"just\": 403, \"46\": 13, \"photos\": 272, \"scotland\": 53, \"sexy\": 36, \"as\": 834, \"hell\": 34, \"58\": 5, \"mildly\": 18, \"annoy\": 5, \"anyone\": 148, \"lives\": 57, \"someone\": 94, \"messy\": 7, \"places\": 49, \"lovers\": 42, \"london\": 162, \"lyrics\": 89, \"hotline\": 24, \"bling\": 23, \"drake\": 57, \"weasley\": 5, \"books\": 94, \"90s\": 89, \"kid\": 59, \"immediately\": 39, \"organisation\": 3, \"trying\": 48, \"launch\": 70, \"india\": 187, \"transgender\": 14, \"model\": 52, \"agency\": 28, \"request\": 9, \"timeout\": 2, \"issa\": 1, \"rae\": 6, \"insecure\": 3, \"coming\": 31, \"hbo\": 5, \"long\": 93, \"well\": 241, \"pretty\": 61, \"little\": 144, \"liars\": 15, \"ve\": 168, \"using\": 59, \"rice\": 21, \"cooker\": 17, \"wrong\": 57, \"entire\": 32, \"no\": 296, \"actors\": 29, \"nominated\": 12, \"oscar\": 36, \"year\": 417, \"pissed\": 4, \"totally\": 148, \"nailed\": 22, \"modern\": 20, \"day\": 366, \"would\": 272, \"easy\": 113, \"delicious\": 113, \"pan\": 13, \"breakfasts\": 11, \"tried\": 98, \"magic\": 30, \"wands\": 2, \"happened\": 122, \"charli\": 1, \"xcx\": 1, \"looked\": 47, \"space\": 106, \"dominatrix\": 1, \"mtv\": 26, \"emas\": 18, \"avengers\": 5, \"originally\": 1, \"comics\": 23, \"urinals\": 3, \"worst\": 131, \"invention\": 1, \"free\": 79, \"car\": 119, \"oprah\": 15, \"tub\": 2, \"vaseline\": 1, \"tyra\": 7, \"28\": 81, \"crimes\": 30, \"committed\": 7, \"19\": 607, \"beautiful\": 95, \"feels\": 46, \"rid\": 7, \"acne\": 8, \"over\": 566, \"body\": 84, \"24\": 244, \"old\": 222, \"got\": 168, \"drunk\": 59, \"accidentally\": 26, \"booked\": 1, \"insane\": 56, \"vacation\": 11, \"going\": 109, \"buy\": 79, \"leona\": 4, \"lewis\": 20, \"exclusive\": 8, \"grindr\": 4, \"desserts\": 45, \"aren\": 50, \"t\": 596, \"pie\": 18, \"jason\": 15, \"aldean\": 1, \"wore\": 35, \"blackface\": 2, \"dress\": 36, \"lil\": 7, \"wayne\": 6, \"college\": 112, \"sucked\": 6, \"hardest\": 36, \"next\": 97, \"top\": 123, \"quiz\": 88, \"determine\": 80, \"masturbate\": 2, \"42\": 29, \"romantic\": 27, \"lines\": 27, \"ya\": 19, \"reporter\": 33, \"responded\": 13, \"vulgar\": 1, \"comment\": 24, \"mama\": 3, \"joke\": 18, \"smooth\": 4, \"af\": 107, \"bart\": 3, \"lisa\": 7, \"compatible\": 4, \"remember\": 171, \"vampire\": 10, \"diaries\": 8, \"murder\": 96, \"house\": 188, \"sabrina\": 2, \"teenage\": 14, \"witch\": 13, \"12\": 214, \"grew\": 35, \"san\": 66, \"francisco\": 34, \"say\": 203, \"chronic\": 3, \"pain\": 17, \"hear\": 42, \"amazing\": 117, \"bodycon\": 1, \"looks\": 186, \"wanna\": 3, \"rock\": 61, \"there\": 93, \"beauty\": 81, \"box\": 13, \"catering\": 2, \"taught\": 28, \"grandmas\": 11, \"nae\": 10, \"it\": 859, \"was\": 523, \"products\": 102, \"embracing\": 3, \"inner\": 17, \"kanye\": 51, \"draw\": 31, \"hand\": 30, \"maybe\": 11, \"can\": 905, \"identify\": 80, \"movies\": 145, \"main\": 16, \"character\": 250, \"bff\": 48, \"tweets\": 256, \"prove\": 136, \"real\": 312, \"dick\": 23, \"sometimes\": 7, \"badass\": 47, \"lady\": 82, \"valentine\": 78, \"question\": 123, \"anna\": 18, \"camp\": 18, \"skylar\": 1, \"astin\": 1, \"engaged\": 14, \"so\": 233, \"everything\": 120, \"finally\": 42, \"right\": 173, \"pretending\": 5, \"faint\": 3, \"dogs\": 101, \"react\": 21, \"smiths\": 2, \"fake\": 43, \"have\": 642, \"esp\": 1, \"biryani\": 2, \"having\": 57, \"braces\": 7, \"way\": 274, \"surprised\": 20, \"military\": 125, \"homecoming\": 7, \"dressing\": 11, \"gift\": 42, \"elf\": 21, \"honest\": 79, \"hit\": 100, \"private\": 23, \"sessions\": 2, \"posts\": 86, \"coconut\": 2, \"oil\": 111, \"answer\": 67, \"problems\": 43, \"items\": 28, \"loves\": 41, \"burgers\": 12, \"needs\": 96, \"20\": 166, \"confessions\": 140, \"slightly\": 45, \"obsessed\": 106, \"outer\": 7, \"couples\": 67, \"ferrell\": 6, \"santa\": 46, \"mark\": 32, \"ruffalo\": 4, \"posted\": 20, \"shirtless\": 7, \"pic\": 5, \"promoting\": 2, \"breast\": 13, \"cancer\": 52, \"awareness\": 2, \"men\": 167, \"nobody\": 7, \"likes\": 10, \"jobs\": 77, \"pinky\": 2, \"additional\": 6, \"episodes\": 11, \"murderer\": 18, \"yet\": 20, \"priyanka\": 12, \"chopra\": 13, \"goddamn\": 21, \"owned\": 15, \"tumblr\": 93, \"person\": 116, \"slayed\": 26, \"eyeshadow\": 3, \"probably\": 88, \"shouldn\": 17, \"illustrated\": 15, \"leslie\": 16, \"knope\": 12, \"compliments\": 7, \"re\": 410, \"damn\": 84, \"cool\": 54, \"don\": 123, \"david\": 90, \"bowie\": 30, \"clear\": 20, \"gay\": 93, \"drama\": 18, \"teacher\": 27, \"responds\": 10, \"perfectly\": 139, \"mother\": 42, \"pulls\": 11, \"class\": 34, \"server\": 7, \"internet\": 163, \"guess\": 235, \"chips\": 7, \"before\": 141, \"smashed\": 5, \"spelling\": 7, \"friends\": 139, \"blair\": 25, \"serena\": 16, \"tired\": 28, \"weekend\": 33, \"therapy\": 14, \"buff\": 2, \"john\": 91, \"krasinski\": 10, \"hours\": 20, \"hard\": 64, \"handle\": 17, \"obscure\": 6, \"very\": 68, \"sweary\": 3, \"british\": 289, \"need\": 424, \"use\": 109, \"now\": 269, \"14\": 197, \"rare\": 21, \"albert\": 3, \"einstein\": 2, \"seen\": 66, \"kendrick\": 11, \"sampson\": 1, \"htgawm\": 1, \"ultimate\": 32, \"bae\": 11, \"11\": 236, \"mumbai\": 37, \"sending\": 10, \"powerful\": 37, \"messages\": 21, \"support\": 61, \"solidarity\": 4, \"paris\": 48, \"thoughts\": 62, \"while\": 128, \"stalking\": 2, \"our\": 90, \"exes\": 8, \"facebook\": 88, \"m\": 143, \"immigrant\": 6, \"but\": 236, \"not\": 310, \"cheese\": 50, \"sums\": 9, \"silly\": 5, \"daily\": 18, \"mail\": 22, \"reenacted\": 2, \"said\": 143, \"leaders\": 48, \"shit\": 56, \"ton\": 3, \"lesbian\": 31, \"subtext\": 1, \"capture\": 38, \"experience\": 31, \"beans\": 3, \"only\": 278, \"twitter\": 104, \"matters\": 7, \"masturbation\": 7, \"wtf\": 30, \"secondary\": 4, \"characters\": 115, \"then\": 45, \"vs\": 121, \"potato\": 14, \"recipes\": 77, \"illegal\": 20, \"charts\": 48, \"graphs\": 4, \"james\": 46, \"bond\": 28, \"fan\": 88, \"season\": 119, \"buffy\": 5, \"jerseyans\": 1, \"ace\": 4, \"diy\": 31, \"oreo\": 9, \"churros\": 2, \"level\": 53, \"classical\": 4, \"nerd\": 10, \"hilarious\": 197, \"book\": 113, \"lover\": 31, \"appreciate\": 36, \"movie\": 235, \"watch\": 183, \"5\": 176, \"walking\": 19, \"dead\": 386, \"went\": 97, \"boobs\": 22, \"netflix\": 42, \"chill\": 43, \"wounded\": 15, \"veteran\": 12, \"service\": 71, \"man\": 298, \"bawl\": 1, \"youth\": 17, \"football\": 173, \"players\": 37, \"quit\": 19, \"whip\": 2, \"birthday\": 35, \"cake\": 30, \"bffs\": 21, \"slaying\": 8, \"fashion\": 55, \"dear\": 17, \"word\": 30, \"advice\": 56, \"butts\": 6, \"dirty\": 14, \"pass\": 29, \"environmental\": 11, \"science\": 58, \"baths\": 1, \"amber\": 15, \"rose\": 44, \"lot\": 30, \"important\": 77, \"lessons\": 34, \"changing\": 38, \"eyeliner\": 11, \"suck\": 14, \"makeup\": 129, \"into\": 306, \"1996\": 3, \"feel\": 115, \"show\": 266, \"off\": 255, \"terrible\": 31, \"start\": 74, \"campus\": 5, \"urban\": 18, \"dictionary\": 10, \"definitions\": 3, \"renters\": 2, \"insurance\": 18, \"mic\": 2, \"dropped\": 20, \"piano\": 2, \"why\": 218, \"grammy\": 10, \"performance\": 22, \"31\": 120, \"babies\": 18, \"hello\": 24, \"assumptions\": 1, \"singles\": 7, \"thirties\": 5, \"food\": 197, \"electric\": 13, \"picnic\": 1, \"dragon\": 7, \"ball\": 25, \"z\": 8, \"realistic\": 12, \"proportions\": 3, \"ridiculously\": 41, \"sex\": 229, \"parents\": 88, \"costco\": 8, \"failed\": 45, \"almost\": 37, \"won\": 138, \"x\": 30, \"slytherins\": 2, \"doing\": 59, \"job\": 71, \"costume\": 58, \"acknowledge\": 2, \"niall\": 8, \"underrated\": 27, \"member\": 38, \"masturbated\": 2, \"week\": 199, \"nick\": 17, \"joe\": 18, \"jonas\": 9, \"straight\": 35, \"woman\": 209, \"tinder\": 29, \"me\": 68, \"tears\": 15, \"hearing\": 37, \"josh\": 10, \"groban\": 1, \"kelly\": 15, \"clarkson\": 4, \"duet\": 3, \"slow\": 37, \"soups\": 8, \"warm\": 26, \"bourbon\": 3, \"better\": 138, \"liz\": 8, \"lemon\": 6, \"spoke\": 8, \"truth\": 26, \"magazines\": 8, \"nominee\": 22, \"brie\": 3, \"larson\": 3, \"2000s\": 17, \"career\": 27, \"explaining\": 4, \"rap\": 12, \"fired\": 26, \"election\": 144, \"candidate\": 89, \"canada\": 148, \"ooey\": 1, \"gooey\": 4, \"snacks\": 20, \"winner\": 29, \"currently\": 3, \"experiencing\": 3, \"put\": 61, \"through\": 115, \"tim\": 24, \"hortons\": 5, \"knew\": 35, \"short\": 43, \"relate\": 40, \"winter\": 76, \"smoothies\": 5, \"jump\": 10, \"mornings\": 1, \"breaking\": 21, \"bad\": 73, \"famous\": 66, \"punishments\": 1, \"jamie\": 11, \"claire\": 6, \"outlander\": 4, \"2\": 211, \"fucked\": 10, \"caillou\": 3, \"great\": 75, \"tinker\": 2, \"bell\": 18, \"belle\": 5, \"rihanna\": 23, \"work\": 127, \"video\": 241, \"hurts\": 11, \"ryan\": 48, \"phillippe\": 2, \"comes\": 39, \"amy\": 59, \"schumer\": 29, \"deleted\": 4, \"trainwreck\": 1, \"scene\": 24, \"matthew\": 9, \"mcconaughey\": 2, \"reached\": 17, \"peak\": 18, \"mode\": 5, \"animal\": 63, \"facts\": 58, \"single\": 109, \"moment\": 58, \"between\": 77, \"starbucks\": 26, \"barista\": 2, \"deaf\": 10, \"customer\": 7, \"viral\": 28, \"7\": 208, \"insanely\": 87, \"ways\": 274, \"eat\": 107, \"leftover\": 7, \"physically\": 1, \"pierce\": 3, \"ears\": 5, \"adam\": 20, \"woodyatt\": 1, \"upset\": 21, \"howsadam\": 1, \"didn\": 88, \"corrie\": 2, \"october\": 15, \"lego\": 11, \"naked\": 21, \"mole\": 2, \"kim\": 53, \"possible\": 47, \"percent\": 22, \"vegan\": 17, \"orange\": 14, \"seriously\": 36, \"intense\": 12, \"perpetually\": 3, \"miserable\": 4, \"holiday\": 85, \"squad\": 34, \"floral\": 1, \"leash\": 3, \"fuck\": 45, \"crocodile\": 5, \"secret\": 69, \"pets\": 19, \"mindblowing\": 2, \"harry\": 204, \"potter\": 168, \"theory\": 17, \"avada\": 1, \"kedavra\": 1, \"curse\": 5, \"friday\": 35, \"palettes\": 1, \"sale\": 44, \"korean\": 55, \"pop\": 77, \"falling\": 20, \"stage\": 50, \"film\": 76, \"pixar\": 13, \"tributes\": 5, \"classic\": 66, \"brilliant\": 26, \"two\": 333, \"costumes\": 62, \"guaranteed\": 90, \"done\": 40, \"dissertation\": 1, \"rory\": 3, \"williams\": 46, \"much\": 158, \"graduated\": 3, \"companion\": 5, \"doctor\": 55, \"legends\": 4, \"tomorrow\": 6, \"tutorial\": 5, \"hipster\": 9, \"britain\": 59, \"percentage\": 7, \"3\": 160, \"bangs\": 6, \"celebrities\": 85, \"bangable\": 1, \"pooped\": 1, \"my\": 135, \"pants\": 19, \"sick\": 26, \"traveling\": 18, \"cast\": 100, \"parks\": 35, \"rec\": 12, \"prefer\": 10, \"chris\": 48, \"pratt\": 15, \"hemsworth\": 17, \"talk\": 121, \"american\": 189, \"finals\": 34, \"alcohol\": 12, \"drinking\": 27, \"behold\": 1, \"terrifying\": 27, \"mascot\": 8, \"exist\": 25, \"fans\": 122, \"genius\": 46, \"than\": 216, \"chick\": 2, \"divas\": 4, \"2006\": 41, \"west\": 135, \"wiz\": 9, \"khalifa\": 6, \"officially\": 29, \"eye\": 38, \"contact\": 7, \"minute\": 33, \"stocking\": 5, \"stuffers\": 2, \"fandom\": 8, \"thought\": 28, \"green\": 54, \"horny\": 1, \"piece\": 9, \"evidence\": 16, \"proves\": 17, \"faris\": 5, \"existence\": 6, \"male\": 27, \"actor\": 50, \"letter\": 30, \"name\": 149, \"michael\": 84, \"b\": 70, \"jordan\": 11, \"laid\": 8, \"filming\": 8, \"creed\": 4, \"night\": 75, \"katy\": 18, \"perry\": 24, \"figure\": 27, \"where\": 70, \"max\": 8, \"ruby\": 14, \"leonardo\": 24, \"dicaprio\": 29, \"33\": 58, \"russia\": 101, \"differently\": 9, \"everywhere\": 18, \"else\": 22, \"earth\": 49, \"nostalgic\": 10, \"mashups\": 7, \"grooving\": 1, \"pb\": 2, \"j\": 58, \"rachel\": 22, \"bilson\": 1, \"kristen\": 10, \"mom\": 76, \"goals\": 56, \"coolest\": 14, \"names\": 78, \"bisexual\": 7, \"ask\": 57, \"expert\": 15, \"mindfulness\": 1, \"ads\": 37, \"used\": 56, \"advertised\": 2, \"product\": 22, \"completely\": 69, \"poodles\": 2, \"kathy\": 2, \"griffin\": 11, \"kristin\": 4, \"chenoweth\": 3, \"heckler\": 1, \"stories\": 60, \"pope\": 60, \"tracks\": 5, \"anthem\": 15, \"alt\": 1, \"healthy\": 48, \"breakfast\": 30, \"ideas\": 56, \"moments\": 114, \"pride\": 19, \"prejudice\": 4, \"heart\": 72, \"melt\": 13, \"guide\": 20, \"cover\": 63, \"item\": 6, \"splurge\": 1, \"ghost\": 12, \"required\": 3, \"horror\": 77, \"squidward\": 3, \"tentacles\": 1, \"gorgeous\": 47, \"inspired\": 30, \"tattoos\": 50, \"absolutely\": 57, \"dancer\": 5, \"reassignment\": 1, \"surgery\": 22, \"boyfriend\": 42, \"pakistan\": 192, \"bob\": 31, \"edition\": 23, \"crying\": 12, \"koala\": 2, \"cam\": 4, \"newton\": 3, \"even\": 66, \"picture\": 49, \"mcdonald\": 29, \"1955\": 1, \"revolutionising\": 1, \"fight\": 58, \"lgbt\": 15, \"rights\": 70, \"transformed\": 11, \"hip\": 5, \"penises\": 3, \"taylor\": 128, \"swift\": 124, \"loads\": 1, \"callbacks\": 1, \"styles\": 25, \"relationship\": 90, \"status\": 21, \"follow\": 27, \"truths\": 33, \"wine\": 21, \"hotel\": 42, \"safe\": 21, \"secure\": 7, \"think\": 68, \"again\": 105, \"pizza\": 59, \"gilmore\": 46, \"jennifer\": 50, \"lawrence\": 39, \"emmy\": 18, \"win\": 166, \"rats\": 4, \"fought\": 4, \"slice\": 3, \"city\": 149, \"because\": 60, \"deep\": 29, \"dive\": 1, \"disgustingly\": 3, \"saying\": 19, \"oscarssowhite\": 2, \"took\": 47, \"passive\": 4, \"aggressive\": 3, \"anxiety\": 44, \"snoop\": 2, \"dogg\": 3, \"hair\": 151, \"mythbusters\": 1, \"bit\": 16, \"pound\": 5, \"chicken\": 32, \"images\": 32, \"hiv\": 20, \"affects\": 8, \"fuller\": 6, \"secrets\": 52, \"scream\": 36, \"muppet\": 4, \"high\": 136, \"school\": 179, \"memoriam\": 1, \"shia\": 26, \"labeouf\": 21, \"rattail\": 1, \"shower\": 13, \"place\": 59, \"burning\": 16, \"asap\": 14, \"cheap\": 19, \"expensive\": 12, \"tequila\": 1, \"accidental\": 3, \"selena\": 33, \"gomez\": 34, \"reveals\": 42, \"underwent\": 1, \"chemotherapy\": 1, \"rehab\": 3, \"rigged\": 2, \"crane\": 4, \"meghan\": 4, \"trainor\": 4, \"ariana\": 19, \"grande\": 19, \"teamed\": 2, \"song\": 170, \"sang\": 18, \"decide\": 10, \"crush\": 41, \"donald\": 58, \"trump\": 59, \"bun\": 7, \"haunt\": 6, \"grave\": 11, \"airplane\": 13, \"economy\": 74, \"airlines\": 51, \"gingers\": 2, \"non\": 45, \"rent\": 9, \"adult\": 46, \"annoying\": 18, \"emoji\": 26, \"preference\": 3, \"upcoming\": 19, \"outs\": 2, \"cold\": 45, \"marry\": 25, \"preferences\": 3, \"hamilton\": 43, \"historical\": 8, \"lazy\": 27, \"evolution\": 16, \"clifford\": 3, \"stay\": 45, \"home\": 200, \"sense\": 42, \"trust\": 7, \"sunny\": 9, \"laugh\": 161, \"uncontrollably\": 4, \"fluffy\": 4, \"puppies\": 17, \"might\": 87, \"bears\": 19, \"ok\": 15, \"panic\": 16, \"button\": 16, \"bed\": 20, \"household\": 10, \"ingredients\": 6, \"skin\": 12, \"95\": 14, \"stoned\": 1, \"vintage\": 14, \"1920s\": 1, \"understood\": 2, \"ahs\": 9, \"version\": 39, \"favourite\": 32, \"mariah\": 14, \"carey\": 16, \"caitlyn\": 10, \"jenner\": 77, \"felt\": 14, \"proud\": 13, \"sea\": 50, \"otter\": 3, \"learned\": 43, \"inhaler\": 1, \"asthma\": 2, \"capital\": 33, \"useful\": 10, \"police\": 252, \"identified\": 11, \"various\": 4, \"potentially\": 4, \"dangerous\": 6, \"selfie\": 28, \"zones\": 2, \"essays\": 14, \"read\": 73, \"getting\": 66, \"ghosted\": 2, \"til\": 2, \"marriage\": 73, \"sexist\": 12, \"robert\": 23, \"pattinson\": 2, \"twilight\": 11, \"suicidally\": 1, \"depressed\": 5, \"awards\": 51, \"liam\": 17, \"clever\": 19, \"iconic\": 68, \"4\": 130, \"hearty\": 1, \"stews\": 2, \"chilis\": 1, \"fill\": 11, \"keep\": 75, \"story\": 83, \"blasting\": 1, \"playing\": 27, \"artists\": 24, \"google\": 88, \"disappeared\": 1, \"worried\": 3, \"loaded\": 2, \"stuffed\": 14, \"mashed\": 5, \"balls\": 9, \"neon\": 3, \"genesis\": 1, \"evangelion\": 1, \"mean\": 53, \"something\": 36, \"different\": 71, \"target\": 25, \"fearful\": 1, \"entering\": 2, \"relationships\": 20, \"sister\": 28, \"three\": 178, \"chanel\": 9, \"oberlin\": 2, \"quotes\": 75, \"motivational\": 28, \"posters\": 44, \"craziest\": 13, \"vibrator\": 2, \"los\": 30, \"angeles\": 29, \"colorful\": 5, \"meals\": 7, \"surprising\": 18, \"back\": 169, \"models\": 24, \"sexually\": 16, \"awaken\": 12, \"kind\": 57, \"lube\": 4, \"wishes\": 7, \"rolling\": 7, \"stone\": 21, \"blasphemous\": 1, \"gorilla\": 4, \"pics\": 20, \"phone\": 85, \"wrecks\": 1, \"emergency\": 54, \"room\": 31, \"dinner\": 40, \"justin\": 85, \"bieber\": 58, \"asexual\": 3, \"cemitas\": 1, \"mexico\": 75, \"dish\": 9, \"teeny\": 3, \"tiny\": 51, \"silver\": 8, \"necklaces\": 5, \"bio\": 2, \"festival\": 25, \"attend\": 13, \"cook\": 28, \"turkey\": 56, \"whole\": 37, \"rupaul\": 4, \"drag\": 10, \"race\": 79, \"chocolate\": 37, \"iq\": 7, \"crushed\": 6, \"velvet\": 4, \"suit\": 24, \"nothing\": 16, \"same\": 101, \"fish\": 19, \"accessory\": 3, \"lola\": 2, \"kalyeserye\": 1, \"outfits\": 19, \"wear\": 52, \"chip\": 10, \"cookies\": 26, \"match\": 76, \"band\": 40, \"matt\": 15, \"healy\": 1, \"guyshadow\": 1, \"invented\": 7, \"rorschach\": 1, \"queens\": 30, \"killer\": 31, \"songs\": 88, \"titled\": 2, \"find\": 133, \"recipe\": 11, \"buzzfeed\": 76, \"newsletter\": 18, \"kardashians\": 21, \"proved\": 26, \"rotties\": 1, \"teddy\": 4, \"competed\": 1, \"wolfgang\": 2, \"puck\": 1, \"mess\": 10, \"standing\": 9, \"field\": 28, \"novels\": 10, \"65\": 11, \"guilty\": 80, \"mind\": 66, \"blowingly\": 2, \"noodles\": 6, \"nyc\": 27, \"mum\": 8, \"italian\": 52, \"dishes\": 15, \"move\": 64, \"texts\": 56, \"definitely\": 84, \"sent\": 31, \"eyed\": 4, \"conquered\": 2, \"fear\": 38, \"ocean\": 31, \"surf\": 3, \"00s\": 54, \"rom\": 10, \"coms\": 4, \"grocery\": 6, \"store\": 33, \"pounding\": 1, \"bbc\": 48, \"sleigh\": 2, \"ride\": 17, \"snapchat\": 30, \"ran\": 10, \"ad\": 40, \"booze\": 15, \"its\": 237, \"hajj\": 4, \"red\": 109, \"cups\": 7, \"controversy\": 19, \"reminder\": 37, \"keira\": 1, \"knightley\": 1, \"orangutan\": 1, \"ground\": 21, \"laughing\": 14, \"talking\": 42, \"he\": 134, \"emily\": 11, \"blunt\": 8, \"destroy\": 16, \"thot\": 1, \"sisters\": 15, \"mini\": 21, \"crossword\": 45, \"clermont\": 1, \"twins\": 15, \"somebody\": 5, \"chilling\": 9, \"hey\": 19, \"stick\": 11, \"51\": 9, \"purple\": 6, \"extravagant\": 2, \"costs\": 28, \"knowles\": 4, \"helpful\": 10, \"dealing\": 10, \"attacks\": 71, \"mashup\": 12, \"biggest\": 60, \"blow\": 37, \"away\": 63, \"exercising\": 1, \"minnesotans\": 1, \"born\": 21, \"knowing\": 3, \"nerdy\": 8, \"daredevil\": 3, \"solve\": 28, \"rubik\": 2, \"cube\": 6, \"skydiving\": 1, \"stomach\": 2, \"falls\": 40, \"ass\": 26, \"together\": 52, \"appetizers\": 7, \"dessert\": 21, \"fragility\": 1, \"masculinity\": 8, \"cliche\": 1, \"merch\": 1, \"mix\": 16, \"shamers\": 6, \"hinds\": 1, \"lesson\": 7, \"spain\": 47, \"garage\": 4, \"cappella\": 5, \"theme\": 25, \"musical\": 38, \"ranked\": 19, \"crazy\": 39, \"any\": 36, \"34\": 41, \"phoenix\": 17, \"sheeran\": 13, \"god\": 29, \"cement\": 2, \"letting\": 5, \"irritate\": 5, \"farmers\": 11, \"five\": 104, \"thank\": 5, \"paying\": 11, \"weddings\": 13, \"allowed\": 18, \"microwave\": 6, \"nuggets\": 7, \"rockefeller\": 2, \"tree\": 21, \"ages\": 5, \"sheds\": 2, \"misconception\": 4, \"extroverts\": 3, \"health\": 110, \"fitness\": 11, \"area\": 20, \"80\": 25, \"turn\": 49, \"cameron\": 11, \"pig\": 7, \"puns\": 13, \"squeal\": 2, \"laughter\": 6, \"narendra\": 2, \"modi\": 7, \"hanging\": 8, \"francois\": 1, \"hollande\": 1, \"soap\": 7, \"opera\": 14, \"actress\": 21, \"hate\": 70, \"viola\": 7, \"davis\": 14, \"speech\": 51, \"hannah\": 7, \"simone\": 1, \"flawless\": 18, \"pumpkin\": 36, \"spice\": 28, \"low\": 54, \"key\": 29, \"paint\": 9, \"vulva\": 1, \"nails\": 15, \"hilariously\": 47, \"illustrating\": 1, \"funny\": 72, \"sentences\": 21, \"strict\": 6, \"literary\": 12, \"children\": 88, \"super\": 97, \"zoomed\": 1, \"obsess\": 1, \"scott\": 29, \"exactly\": 25, \"adulthood\": 6, \"inkblot\": 4, \"living\": 43, \"ambivert\": 1, \"gossip\": 19, \"regrettable\": 1, \"tattoo\": 30, \"dc\": 12, \"native\": 11, \"orphan\": 5, \"tatiana\": 2, \"maslany\": 2, \"loss\": 79, \"calvin\": 14, \"harris\": 20, \"disciples\": 1, \"jade\": 3, \"prank\": 9, \"call\": 71, \"madonna\": 4, \"gets\": 70, \"freaky\": 5, \"check\": 11, \"simple\": 32, \"tricks\": 24, \"realities\": 6, \"owe\": 6, \"pigskin\": 17, \"blanket\": 19, \"nfl\": 33, \"picks\": 22, \"aloud\": 2, \"theories\": 7, \"age\": 192, \"deliciously\": 7, \"warming\": 13, \"african\": 56, \"eating\": 60, \"believe\": 48, \"england\": 130, \"britney\": 40, \"spears\": 36, \"crafternoon\": 1, \"bottle\": 4, \"regrets\": 5, \"freshers\": 6, \"attractive\": 10, \"latino\": 8, \"authors\": 6, \"wont\": 1, \"able\": 25, \"die\": 108, \"scrubs\": 3, \"ramen\": 6, \"position\": 21, \"dakota\": 5, \"johnson\": 34, \"mann\": 3, \"geographical\": 1, \"quirk\": 1, \"sweden\": 15, \"against\": 200, \"denmark\": 8, \"paralyzed\": 2, \"texted\": 5, \"driving\": 22, \"nature\": 10, \"nurture\": 1, \"runs\": 20, \"introvert\": 12, \"vagina\": 12, \"kegels\": 2, \"dreaming\": 4, \"swear\": 5, \"condiment\": 4, \"matches\": 61, \"personality\": 64, \"full\": 43, \"breakdown\": 1, \"feud\": 9, \"involving\": 4, \"brighten\": 8, \"reveal\": 61, \"truly\": 31, \"gluttonous\": 1, \"foods\": 45, \"resolution\": 17, \"kicks\": 3, \"nerds\": 10, \"idea\": 18, \"dying\": 16, \"nursed\": 1, \"heartwarmingly\": 1, \"arts\": 8, \"crafts\": 5, \"projects\": 16, \"mason\": 1, \"penelope\": 4, \"disick\": 6, \"creative\": 22, \"geniuses\": 4, \"ranveer\": 2, \"singh\": 4, \"talked\": 8, \"facing\": 28, \"casting\": 6, \"couch\": 3, \"uncomfortably\": 2, \"romance\": 10, \"alive\": 25, \"broad\": 3, \"part\": 66, \"filipino\": 13, \"sum\": 61, \"reality\": 39, \"planning\": 19, \"pet\": 29, \"bestow\": 2, \"upon\": 15, \"significant\": 16, \"other\": 114, \"somehow\": 6, \"brought\": 10, \"money\": 83, \"works\": 31, \"distorted\": 2, \"tweet\": 26, \"penis\": 22, \"chili\": 11, \"soulmate\": 26, \"tom\": 51, \"hiddleston\": 4, \"impressions\": 5, \"let\": 59, \"burger\": 16, \"ra\": 1, \"doesn\": 28, \"commercial\": 15, \"kiss\": 17, \"attracted\": 7, \"hangover\": 8, \"26\": 153, \"lol\": 6, \"physicist\": 3, \"tweeted\": 16, \"gravitational\": 1, \"waves\": 9, \"may\": 225, \"discovered\": 31, \"pepsi\": 6, \"halsey\": 8, \"vin\": 3, \"diesel\": 3, \"glamorous\": 4, \"humanity\": 25, \"lost\": 71, \"hope\": 30, \"forgotten\": 10, \"late\": 47, \"teen\": 51, \"hardcore\": 2, \"curling\": 2, \"peeing\": 2, \"infographic\": 4, \"king\": 39, \"bach\": 1, \"dominated\": 4, \"washing\": 3, \"sheets\": 4, \"38\": 23, \"cats\": 73, \"fit\": 8, \"student\": 69, \"moms\": 19, \"painfully\": 13, \"polycystic\": 1, \"ovary\": 1, \"syndrome\": 7, \"shaming\": 11, \"cheryl\": 1, \"fernandez\": 1, \"versini\": 1, \"bride\": 32, \"hockey\": 30, \"pick\": 37, \"positive\": 16, \"message\": 22, \"maryland\": 15, \"designs\": 6, \"phoebe\": 7, \"dahl\": 3, \"defined\": 6, \"sexts\": 3, \"send\": 45, \"creepiest\": 10, \"child\": 79, \"feminist\": 17, \"boss\": 14, \"hobby\": 2, \"catastrophe\": 3, \"summed\": 29, \"irate\": 2, \"called\": 60, \"americans\": 65, \"given\": 32, \"describe\": 10, \"pairs\": 11, \"unrelated\": 3, \"films\": 30, \"sentence\": 21, \"cher\": 9, \"horowitz\": 1, \"janet\": 6, \"jackson\": 40, \"side\": 30, \"evan\": 4, \"wood\": 1, \"comments\": 26, \"bisexuality\": 2, \"autocorrect\": 2, \"fails\": 45, \"lose\": 44, \"50\": 63, \"pounds\": 8, \"express\": 10, \"ourselves\": 3, \"meet\": 82, \"alice\": 9, \"wonderland\": 7, \"daughter\": 37, \"descendants\": 1, \"wicked\": 5, \"february\": 17, \"attended\": 5, \"baftas\": 17, \"53\": 10, \"wonderfully\": 6, \"pointless\": 2, \"english\": 49, \"language\": 22, \"shocking\": 12, \"injured\": 94, \"meal\": 21, \"number\": 31, \"mcgowan\": 1, \"defends\": 21, \"criticizing\": 3, \"understanding\": 1, \"womanhood\": 2, \"popular\": 34, \"write\": 18, \"haiku\": 1, \"grinch\": 7, \"steven\": 20, \"avery\": 8, \"ode\": 4, \"yolanda\": 1, \"foster\": 1, \"malibu\": 1, \"mansion\": 5, \"safety\": 33, \"happy\": 40, \"stewart\": 21, \"thinks\": 30, \"lack\": 13, \"gender\": 40, \"equality\": 11, \"types\": 20, \"incredibly\": 56, \"learn\": 16, \"winona\": 1, \"ryder\": 1, \"duct\": 1, \"tape\": 13, \"chandler\": 6, \"bing\": 6, \"copeland\": 3, \"ashlee\": 3, \"simpson\": 13, \"l\": 80, \"o\": 83, \"v\": 28, \"e\": 79, \"gloriously\": 5, \"cheesy\": 4, \"eyebrow\": 4, \"extensions\": 4, \"transformations\": 8, \"unreal\": 1, \"meets\": 27, \"university\": 76, \"winners\": 22, \"globes\": 26, \"working\": 37, \"pedicure\": 1, \"featured\": 1, \"frontal\": 1, \"nudity\": 1, \"savage\": 4, \"grandma\": 12, \"p\": 56, \"diddy\": 1, \"r\": 32, \"cosy\": 4, \"bedroom\": 8, \"inappropriate\": 4, \"pumpkins\": 5, \"discuss\": 21, \"crushing\": 3, \"flame\": 5, \"colour\": 12, \"element\": 4, \"fictional\": 16, \"babysitting\": 1, \"sandcastle\": 2, \"hotels\": 9, \"minded\": 4, \"met\": 40, \"add\": 37, \"forget\": 23, \"tall\": 16, \"ish\": 6, \"plus\": 24, \"size\": 37, \"possibly\": 18, \"elements\": 6, \"periodic\": 5, \"symbols\": 2, \"baskin\": 1, \"robbins\": 1, \"flavor\": 10, \"turned\": 21, \"linkedin\": 1, \"profile\": 15, \"dating\": 62, \"step\": 26, \"thinking\": 9, \"creatively\": 1, \"emma\": 25, \"watson\": 20, \"told\": 68, \"feminism\": 6, \"prince\": 41, \"eric\": 9, \"writer\": 12, \"penned\": 2, \"poem\": 8, \"each\": 48, \"manhattan\": 4, \"bridge\": 28, \"cards\": 49, \"meme\": 25, \"petrify\": 1, \"technology\": 23, \"30\": 111, \"fart\": 2, \"global\": 37, \"treasure\": 4, \"alicia\": 1, \"vikander\": 1, \"speak\": 27, \"directly\": 1, \"soul\": 27, \"pork\": 7, \"cookers\": 2, \"microscopic\": 1, \"videos\": 38, \"crawl\": 5, \"gaga\": 39, \"besides\": 1, \"hogwarts\": 58, \"houses\": 42, \"thrones\": 64, \"googled\": 5, \"corn\": 6, \"post\": 73, \"hollywood\": 41, \"performed\": 14, \"monologues\": 1, \"abortion\": 22, \"spanish\": 40, \"landmarks\": 6, \"crap\": 11, \"disneyland\": 11, \"treats\": 35, \"indulge\": 2, \"holidays\": 30, \"cookie\": 23, \"bare\": 3, \"some\": 159, \"point\": 28, \"insignificant\": 1, \"halloweentown\": 9, \"daniel\": 21, \"radcliffe\": 10, \"wants\": 64, \"set\": 110, \"married\": 44, \"awnt\": 1, \"ant\": 3, \"travels\": 5, \"forgot\": 25, \"id\": 9, \"became\": 16, \"bouncer\": 2, \"nightmare\": 9, \"forever\": 35, \"boozy\": 10, \"drink\": 40, \"isn\": 23, \"religion\": 4, \"smoking\": 15, \"sober\": 3, \"asian\": 35, \"pseudonyms\": 1, \"loneliness\": 3, \"students\": 70, \"experienced\": 9, \"blue\": 27, \"ivy\": 5, \"stunted\": 1, \"toddlers\": 2, \"whatsapp\": 3, \"habits\": 20, \"debuts\": 6, \"share\": 49, \"advent\": 19, \"calendar\": 24, \"december\": 37, \"pastry\": 3, \"chef\": 11, \"outfit\": 8, \"xavier\": 4, \"survive\": 21, \"severely\": 2, \"relatable\": 16, \"hole\": 19, \"siblings\": 9, \"random\": 46, \"pit\": 8, \"bulls\": 10, \"glasses\": 11, \"happens\": 60, \"sexual\": 40, \"fantasies\": 3, \"named\": 42, \"linkle\": 1, \"zelda\": 6, \"unexpectedly\": 6, \"bizarre\": 25, \"court\": 235, \"cases\": 20, \"julia\": 6, \"sesame\": 5, \"street\": 63, \"autism\": 5, \"noticed\": 17, \"tarzan\": 1, \"lyon\": 5, \"empire\": 15, \"fine\": 19, \"gabrielle\": 6, \"union\": 75, \"dwyane\": 1, \"wade\": 5, \"com\": 15, \"shondaland\": 5, \"regina\": 4, \"george\": 42, \"dreads\": 1, \"fix\": 10, \"ice\": 63, \"cream\": 19, \"machine\": 8, \"gryffindors\": 4, \"absolute\": 30, \"racism\": 11, \"amazon\": 28, \"seattle\": 8, \"bookstore\": 2, \"press\": 28, \"blog\": 16, \"emojis\": 21, \"kappa\": 2, \"tau\": 1, \"mouthwatering\": 14, \"affair\": 9, \"strawberries\": 2, \"36\": 27, \"curvy\": 5, \"interested\": 4, \"swiping\": 1, \"olivia\": 14, \"ashamed\": 2, \"raven\": 6, \"symone\": 1, \"craven\": 2, \"universe\": 20, \"wikipedia\": 48, \"page\": 12, \"healthier\": 18, \"serious\": 34, \"brad\": 4, \"pitt\": 5, \"mexicans\": 6, \"shade\": 6, \"industry\": 48, \"wig\": 3, \"sylvester\": 1, \"stallone\": 2, \"memorabilia\": 2, \"preview\": 6, \"smell\": 8, \"rocky\": 11, \"gloves\": 2, \"sleep\": 28, \"ate\": 16, \"poisonous\": 3, \"mushroom\": 2, \"gin\": 3, \"drinkers\": 3, \"alan\": 25, \"rickman\": 17, \"rupert\": 3, \"grint\": 2, \"bonding\": 1, \"lovely\": 10, \"krampus\": 1, \"needed\": 33, \"watched\": 21, \"porn\": 39, \"horrified\": 3, \"martinis\": 1, \"hobbies\": 2, \"lex\": 1, \"luthor\": 1, \"batman\": 8, \"superman\": 6, \"nice\": 10, \"horoscope\": 20, \"humans\": 15, \"relax\": 4, \"hamster\": 5, \"carrot\": 2, \"weirdest\": 22, \"toy\": 24, \"destroys\": 13, \"choice\": 29, \"cupcake\": 5, \"darkest\": 3, \"differences\": 4, \"days\": 49, \"bowl\": 38, \"quick\": 19, \"filling\": 3, \"cry\": 39, \"snake\": 6, \"confused\": 20, \"sting\": 3, \"performing\": 5, \"nba\": 16, \"halftime\": 2, \"toronto\": 43, \"brief\": 8, \"artist\": 54, \"eva\": 6, \"hesse\": 1, \"eve\": 22, \"line\": 45, \"collection\": 17, \"scolding\": 3, \"youtube\": 56, \"grilled\": 13, \"sandwiches\": 12, \"filled\": 8, \"beer\": 28, \"returning\": 12, \"girlfriend\": 23, \"instead\": 9, \"unexpected\": 18, \"spaceballs\": 1, \"schwartz\": 2, \"reservations\": 1, \"bringing\": 10, \"syrian\": 18, \"refugees\": 24, \"blowing\": 21, \"circle\": 4, \"k\": 43, \"logo\": 6, \"breed\": 7, \"minnesotan\": 1, \"anything\": 14, \"wanted\": 33, \"colors\": 26, \"channing\": 8, \"tatum\": 9, \"emo\": 28, \"exercise\": 11, \"loud\": 37, \"strangest\": 4, \"code\": 11, \"enforced\": 1, \"difference\": 22, \"social\": 55, \"smelliest\": 2, \"fruit\": 10, \"audience\": 16, \"arrested\": 153, \"development\": 24, \"dose\": 6, \"topless\": 4, \"dancing\": 27, \"square\": 14, \"wearing\": 32, \"ridiculous\": 22, \"finding\": 26, \"sweet\": 24, \"gives\": 69, \"puzzle\": 22, \"reason\": 31, \"mainland\": 3, \"europe\": 79, \"activated\": 4, \"charcoal\": 2, \"drinks\": 11, \"villains\": 6, \"gif\": 24, \"mourning\": 3, \"both\": 20, \"moving\": 20, \"newborn\": 4, \"worship\": 1, \"bomer\": 2, \"jokes\": 34, \"slay\": 10, \"musicians\": 11, \"discover\": 17, \"misconceptions\": 6, \"bi\": 3, \"cw\": 4, \"please\": 28, \"overprotected\": 1, \"vegas\": 14, \"bastard\": 1, \"hilton\": 9, \"case\": 168, \"protect\": 10, \"imdb\": 3, \"descriptions\": 5, \"1915\": 1, \"come\": 40, \"tension\": 6, \"thankful\": 7, \"break\": 39, \"oaks\": 1, \"spot\": 31, \"inside\": 45, \"dads\": 14, \"rescued\": 24, \"trolls\": 7, \"am\": 10, \"cait\": 1, \"dial\": 2, \"loved\": 17, \"ones\": 5, \"meaning\": 20, \"mums\": 3, \"ceo\": 15, \"dissing\": 1, \"outta\": 3, \"madrid\": 12, \"barca\": 1, \"banned\": 33, \"influenced\": 2, \"clydesdale\": 1, \"horse\": 18, \"already\": 22, \"photobomb\": 1, \"chicago\": 35, \"showdown\": 3, \"jimmy\": 34, \"kimmel\": 9, \"ready\": 52, \"equinox\": 1, \"aka\": 3, \"protective\": 1, \"modeling\": 5, \"messiest\": 1, \"help\": 144, \"haven\": 16, \"worked\": 12, \"retail\": 19, \"actual\": 35, \"birth\": 84, \"month\": 83, \"alone\": 37, \"dentist\": 4, \"eyebrows\": 17, \"struggle\": 30, \"act\": 28, \"cruz\": 6, \"javier\": 2, \"bardem\": 1, \"fangirls\": 1, \"u2\": 4, \"goth\": 5, \"sad\": 14, \"young\": 47, \"stamos\": 2, \"blessed\": 9, \"paper\": 19, \"magazine\": 36, \"autumn\": 13, \"plans\": 111, \"dramatic\": 10, \"power\": 83, \"weave\": 4, \"mac\": 24, \"designed\": 6, \"absurdly\": 2, \"resist\": 5, \"delhi\": 12, \"parade\": 14, \"restore\": 14, \"faith\": 28, \"stationery\": 4, \"breeds\": 3, \"existed\": 9, \"workout\": 14, \"classes\": 2, \"trader\": 6, \"1\": 191, \"spooky\": 7, \"lip\": 17, \"diva\": 9, \"entirely\": 4, \"unnecessary\": 3, \"celebs\": 33, \"judd\": 2, \"perfume\": 2, \"difficulties\": 4, \"biracial\": 1, \"maze\": 5, \"runner\": 12, \"weather\": 24, \"fools\": 4, \"themselves\": 26, \"hide\": 10, \"surprise\": 33, \"snowstorm\": 5, \"zayn\": 23, \"malik\": 19, \"bleached\": 1, \"grown\": 23, \"beard\": 15, \"37\": 28, \"carly\": 4, \"jepsen\": 4, \"grow\": 17, \"clothing\": 16, \"bridges\": 3, \"poc\": 2, \"marvel\": 18, \"corgis\": 3, \"settle\": 18, \"once\": 37, \"reliable\": 2, \"memory\": 19, \"tested\": 13, \"french\": 105, \"toast\": 8, \"bathing\": 2, \"reactions\": 19, \"engagement\": 15, \"hellos\": 1, \"fabulous\": 9, \"role\": 49, \"dachshund\": 2, \"determined\": 1, \"bear\": 17, \"muslim\": 25, \"hijab\": 6, \"barbie\": 10, \"beyond\": 26, \"inspiring\": 21, \"overtly\": 1, \"toys\": 26, \"sell\": 36, \"fried\": 10, \"definitive\": 15, \"proof\": 25, \"trainspotting\": 2, \"period\": 26, \"huge\": 21, \"chats\": 3, \"bay\": 19, \"tragedy\": 8, \"dumb\": 9, \"action\": 47, \"unforgettable\": 6, \"practical\": 5, \"soothe\": 2, \"stoner\": 9, \"armless\": 1, \"archer\": 2, \"paralympic\": 6, \"medalist\": 4, \"built\": 16, \"backyard\": 5, \"course\": 13, \"ninja\": 3, \"warrior\": 3, \"still\": 125, \"chinese\": 102, \"existential\": 3, \"despair\": 4, \"spell\": 8, \"commonly\": 3, \"misspelled\": 2, \"haikus\": 2, \"bdsm\": 1, \"card\": 29, \"holders\": 8, \"cost\": 35, \"0\": 41, \"essential\": 5, \"hatred\": 4, \"toby\": 1, \"flenderson\": 1, \"control\": 48, \"dipper\": 1, \"mabel\": 1, \"gravity\": 4, \"hottest\": 18, \"hairy\": 8, \"sexiest\": 12, \"boudoir\": 2, \"email\": 12, \"address\": 17, \"removed\": 14, \"breasts\": 2, \"ovaries\": 3, \"ingenious\": 5, \"excuses\": 5, \"skip\": 9, \"premier\": 57, \"league\": 120, \"goalkeepers\": 1, \"playboy\": 3, \"released\": 85, \"nude\": 14, \"issue\": 20, \"create\": 26, \"crushes\": 6, \"riding\": 10, \"kylo\": 10, \"ren\": 10, \"undercover\": 3, \"bosses\": 2, \"skit\": 3, \"diys\": 15, \"fair\": 19, \"coast\": 95, \"united\": 142, \"states\": 118, \"thierry\": 4, \"henry\": 10, \"says\": 300, \"sport\": 9, \"issues\": 43, \"gosling\": 12, \"tina\": 21, \"fey\": 13, \"unsimulated\": 1, \"powerpuff\": 3, \"eyes\": 37, \"cheer\": 5, \"toddler\": 8, \"listening\": 10, \"weeknight\": 7, \"wish\": 45, \"earlier\": 2, \"addicted\": 8, \"media\": 83, \"sheet\": 3, \"salmon\": 5, \"crispy\": 1, \"kale\": 6, \"raised\": 17, \"caribbean\": 6, \"grandpa\": 2, \"singing\": 22, \"93\": 8, \"wife\": 45, \"sephora\": 7, \"gerard\": 2, \"butler\": 2, \"grumpy\": 3, \"afterparty\": 2, \"hedgehog\": 6, \"massage\": 3, \"instantly\": 11, \"become\": 35, \"tickled\": 1, \"celeb\": 23, \"least\": 169, \"craig\": 11, \"updated\": 4, \"paid\": 17, \"tribute\": 17, \"kill\": 111, \"lo\": 8, \"mein\": 1, \"open\": 101, \"restaurant\": 17, \"sets\": 42, \"chocoholic\": 2, \"borderline\": 11, \"waffles\": 6, \"admits\": 32, \"drinker\": 5, \"evil\": 9, \"faction\": 1, \"join\": 27, \"forecast\": 15, \"spectacular\": 7, \"tier\": 1, \"cakes\": 15, \"goes\": 50, \"adventures\": 4, \"decadent\": 9, \"openly\": 3, \"self\": 34, \"conscious\": 2, \"legal\": 29, \"spaces\": 4, \"thirsty\": 8, \"anderson\": 11, \"cooper\": 12, \"democratic\": 28, \"debate\": 64, \"80s\": 7, \"screencap\": 9, \"history\": 82, \"september\": 18, \"evolved\": 2, \"past\": 45, \"cabin\": 3, \"socks\": 8, \"rebel\": 31, \"wilson\": 10, \"unashamedly\": 1, \"idris\": 4, \"elba\": 4, \"cocaine\": 8, \"1970s\": 4, \"relationshipgoals\": 1, \"freak\": 15, \"goofus\": 1, \"gallant\": 1, \"helped\": 37, \"snapchats\": 14, \"shops\": 13, \"flicks\": 1, \"oliver\": 7, \"designer\": 9, \"gotham\": 6, \"candle\": 6, \"heartbreakingly\": 6, \"5sos\": 3, \"soon\": 14, \"build\": 17, \"bench\": 4, \"seconds\": 23, \"desire\": 2, \"figured\": 3, \"ballerina\": 1, \"photoshoot\": 1, \"simply\": 11, \"peppers\": 5, \"extreme\": 8, \"close\": 74, \"clothes\": 21, \"miliband\": 4, \"must\": 52, \"shoes\": 18, \"shot\": 97, \"vancouver\": 14, \"devastating\": 2, \"floods\": 24, \"chennai\": 9, \"ios\": 3, \"cheating\": 11, \"39\": 29, \"quite\": 7, \"larry\": 12, \"arnold\": 7, \"snape\": 8, \"impossible\": 24, \"push\": 34, \"limits\": 11, \"theirs\": 3, \"rey\": 17, \"finn\": 5, \"visit\": 51, \"profiles\": 6, \"showstopper\": 1, \"bake\": 26, \"nervewracking\": 1, \"television\": 32, \"brent\": 3, \"community\": 20, \"elle\": 7, \"changed\": 32, \"covers\": 20, \"uses\": 23, \"nightlight\": 1, \"trending\": 3, \"pages\": 8, \"trucks\": 5, \"imagined\": 4, \"end\": 84, \"closet\": 9, \"terrify\": 5, \"hunk\": 7, \"medium\": 2, \"friendship\": 21, \"turkeys\": 4, \"eaten\": 6, \"parenting\": 10, \"searches\": 4, \"singers\": 2, \"productive\": 3, \"successful\": 8, \"hour\": 17, \"bully\": 2, \"shaved\": 5, \"heads\": 14, \"fly\": 21, \"haircut\": 6, \"bucket\": 6, \"pups\": 3, \"ps1\": 1, \"serve\": 8, \"junior\": 6, \"attack\": 137, \"titan\": 5, \"mangoes\": 1, \"drool\": 9, \"emotional\": 20, \"neglect\": 1, \"turning\": 20, \"boys\": 24, \"criminals\": 3, \"hardy\": 12, \"legend\": 10, \"premiere\": 15, \"nail\": 17, \"polish\": 32, \"honestly\": 10, \"disorder\": 13, \"cheetos\": 2, \"sucks\": 4, \"miss\": 36, \"trl\": 1, \"housewives\": 6, \"proposed\": 19, \"bagged\": 1, \"milk\": 19, \"remind\": 10, \"sweetheart\": 3, \"earliest\": 1, \"basically\": 27, \"spook\": 1, \"adhd\": 8, \"shelf\": 14, \"accessories\": 13, \"mumford\": 1, \"sons\": 5, \"stock\": 35, \"hopelessly\": 1, \"rains\": 9, \"coverage\": 8, \"poehler\": 22, \"earned\": 5, \"rowling\": 12, \"suggestion\": 1, \"slytherin\": 7, \"haters\": 6, \"gerrard\": 1, \"spoken\": 3, \"length\": 1, \"cutting\": 14, \"terrifyingly\": 2, \"shark\": 8, \"loving\": 9, \"logistical\": 1, \"offensive\": 11, \"swiss\": 24, \"chalet\": 1, \"108\": 2, \"shots\": 19, \"air\": 145, \"nicolas\": 3, \"cage\": 8, \"scrooge\": 1, \"dash\": 4, \"dolls\": 6, \"malika\": 1, \"khadijah\": 1, \"haqq\": 2, \"explain\": 20, \"cuffing\": 3, \"husband\": 26, \"jack\": 30, \"donaghy\": 1, \"piggy\": 3, \"kermit\": 4, \"business\": 43, \"meeting\": 32, \"pug\": 6, \"kitchen\": 26, \"gadgets\": 8, \"listen\": 33, \"podcast\": 8, \"mall\": 13, \"ups\": 10, \"virtual\": 9, \"durarara\": 1, \"dressed\": 27, \"nurses\": 7, \"detective\": 1, \"pikachu\": 2, \"poverty\": 7, \"macarena\": 2, \"pigeons\": 3, \"bagels\": 5, \"apparently\": 8, \"tourist\": 12, \"online\": 66, \"slang\": 6, \"older\": 19, \"sibling\": 10, \"belcher\": 6, \"lanterns\": 3, \"introverts\": 6, \"portraits\": 17, \"chelsea\": 24, \"arsenal\": 10, \"spirit\": 17, \"comic\": 23, \"cross\": 21, \"cara\": 14, \"delevingne\": 11, \"steak\": 3, \"salad\": 7, \"snob\": 2, \"summer\": 37, \"produce\": 12, \"feminists\": 7, \"comeback\": 18, \"geeky\": 4, \"bryce\": 3, \"dallas\": 7, \"howard\": 9, \"refreshingly\": 2, \"department\": 20, \"wolf\": 6, \"pack\": 9, \"glamour\": 6, \"tarot\": 4, \"deck\": 2, \"creepy\": 24, \"writing\": 9, \"duo\": 10, \"fanfic\": 3, \"captions\": 8, \"instagrams\": 18, \"daisy\": 5, \"ridley\": 3, \"contouring\": 4, \"fail\": 22, \"khloe\": 3, \"shonda\": 5, \"rhimes\": 5, \"troll\": 6, \"kendall\": 27, \"gigi\": 22, \"bella\": 3, \"hadid\": 21, \"transforming\": 4, \"supermodels\": 4, \"demi\": 16, \"lovato\": 16, \"signed\": 5, \"contract\": 24, \"wilhemina\": 1, \"welp\": 2, \"bethenny\": 2, \"frankel\": 2, \"vincent\": 4, \"crabbe\": 1, \"gregory\": 3, \"goyle\": 1, \"35\": 38, \"turtleneck\": 2, \"adore\": 2, \"severus\": 2, \"tissue\": 1, \"beverage\": 2, \"mesmerize\": 1, \"factual\": 1, \"yoga\": 15, \"pose\": 7, \"instagrammer\": 1, \"coloring\": 12, \"breakup\": 12, \"canadians\": 35, \"condescending\": 1, \"asshole\": 2, \"feelings\": 23, \"indians\": 21, \"experiences\": 19, \"moral\": 3, \"policing\": 3, \"colleges\": 10, \"celebrated\": 12, \"attending\": 1, \"natural\": 27, \"redheads\": 2, \"karen\": 2, \"smash\": 5, \"martin\": 19, \"scorsese\": 1, \"impression\": 7, \"de\": 66, \"niro\": 4, \"goodfellas\": 1, \"german\": 66, \"beckham\": 17, \"bring\": 45, \"memories\": 6, \"miami\": 15, \"daughters\": 12, \"boyfriends\": 11, \"kate\": 18, \"hudson\": 13, \"goldie\": 1, \"hawn\": 1, \"wrapping\": 2, \"present\": 16, \"sufi\": 1, \"carols\": 2, \"freestyle\": 5, \"culture\": 24, \"atheist\": 2, \"highly\": 7, \"religious\": 12, \"society\": 12, \"drop\": 50, \"brown\": 35, \"lipstick\": 14, \"stars\": 44, \"gave\": 51, \"flop\": 3, \"style\": 52, \"glass\": 5, \"igloo\": 2, \"finland\": 22, \"northern\": 57, \"lights\": 21, \"fresh\": 18, \"sushi\": 7, \"shared\": 21, \"cycling\": 8, \"nadiya\": 4, \"indie\": 9, \"frozen\": 15, \"plane\": 117, \"epitome\": 4, \"wes\": 5, \"shortcut\": 3, \"mouthwateringly\": 1, \"curry\": 15, \"40\": 33, \"yankee\": 18, \"candles\": 7, \"glad\": 8, \"selfies\": 7, \"addict\": 9, \"micheladas\": 1, \"toughest\": 4, \"caramel\": 2, \"apple\": 70, \"tart\": 3, \"drooling\": 3, \"floor\": 6, \"boyega\": 6, \"wardrobe\": 8, \"raid\": 29, \"superhero\": 12, \"diarrhea\": 2, \"striptease\": 1, \"obscenely\": 1, \"decorate\": 8, \"followers\": 4, \"instafamous\": 2, \"ipa\": 1, \"kris\": 8, \"teenager\": 22, \"reimagined\": 16, \"telenovelas\": 1, \"magical\": 33, \"plucking\": 1, \"explains\": 8, \"mental\": 32, \"illness\": 14, \"pills\": 3, \"prescribed\": 2, \"gratifying\": 1, \"hunter\": 8, \"answering\": 3, \"perrie\": 1, \"edwards\": 12, \"recreated\": 7, \"mixed\": 12, \"kansas\": 17, \"royals\": 4, \"playoff\": 9, \"themed\": 27, \"patio\": 1, \"cleaning\": 6, \"drone\": 18, \"channel\": 45, \"smith\": 25, \"independence\": 13, \"lesbians\": 17, \"critiqued\": 1, \"traumatic\": 3, \"goosebumps\": 6, \"puppy\": 27, \"kindred\": 3, \"spirits\": 2, \"secretly\": 17, \"data\": 39, \"wild\": 26, \"proverbs\": 2, \"makeovers\": 8, \"result\": 5, \"disastrous\": 2, \"bookish\": 1, \"orgasm\": 7, \"bold\": 9, \"thrown\": 7, \"beautifully\": 21, \"spider\": 7, \"vines\": 23, \"waiting\": 25, \"60\": 26, \"detailed\": 3, \"ingredient\": 12, \"41\": 26, \"legitimate\": 3, \"ruining\": 8, \"fletcher\": 1, \"announced\": 33, \"awesomely\": 3, \"alabama\": 13, \"investigated\": 9, \"documentary\": 12, \"foley\": 1, \"n\": 131, \"text\": 29, \"smartphone\": 10, \"childhood\": 35, \"crosscountry\": 1, \"ron\": 18, \"hermione\": 7, \"unknowingly\": 4, \"sparked\": 3, \"awakening\": 7, \"marv\": 2, \"chameleons\": 1, \"hiding\": 6, \"forest\": 18, \"described\": 8, \"dutiful\": 1, \"shiba\": 2, \"tobacco\": 11, \"shop\": 32, \"retires\": 13, \"jersey\": 42, \"easier\": 12, \"exchange\": 14, \"also\": 22, \"hoax\": 15, \"bar\": 31, \"state\": 159, \"chloe\": 2, \"grace\": 8, \"moretz\": 1, \"supremes\": 1, \"neighbors\": 5, \"fat\": 14, \"roll\": 11, \"light\": 32, \"omg\": 15, \"lord\": 17, \"rings\": 22, \"stuff\": 12, \"survived\": 7, \"leap\": 3, \"division\": 16, \"ii\": 22, \"ink\": 7, \"exit\": 16, \"walkout\": 2, \"final\": 104, \"delightful\": 7, \"wallpapers\": 1, \"leave\": 61, \"speechless\": 4, \"former\": 202, \"scottish\": 37, \"underage\": 6, \"filthiest\": 1, \"onscreen\": 2, \"rescue\": 41, \"sleeping\": 14, \"beds\": 3, \"emails\": 4, \"father\": 25, \"club\": 30, \"penguin\": 8, \"outrageously\": 3, \"meatballs\": 3, \"gifs\": 34, \"ahhhhhhh\": 1, \"personal\": 23, \"trainer\": 7, \"thousands\": 52, \"sharing\": 38, \"diplo\": 1, \"lean\": 2, \"princess\": 43, \"dance\": 33, \"buns\": 9, \"joseph\": 13, \"gordon\": 27, \"levitt\": 6, \"plastering\": 1, \"168\": 2, \"rob\": 15, \"lowe\": 4, \"worker\": 19, \"fiercely\": 2, \"weeknd\": 5, \"fantastic\": 11, \"beast\": 5, \"undeniable\": 6, \"perform\": 6, \"dances\": 3, \"shocked\": 9, \"pregnancy\": 14, \"announcement\": 5, \"meds\": 1, \"farts\": 4, \"matrix\": 2, \"blanks\": 2, \"master\": 15, \"screaming\": 3, \"readers\": 10, \"spent\": 20, \"imaginative\": 1, \"fifth\": 24, \"grade\": 8, \"bombed\": 4, \"germophobe\": 2, \"clue\": 8, \"origins\": 3, \"embarrassing\": 17, \"nme\": 1, \"johnny\": 4, \"abc\": 17, \"remake\": 3, \"trick\": 25, \"teaching\": 10, \"howl\": 1, \"yahoo\": 26, \"nervous\": 5, \"future\": 69, \"planet\": 21, \"extra\": 15, \"radicalized\": 1, \"signals\": 8, \"gop\": 16, \"fell\": 18, \"au\": 8, \"misheard\": 3, \"ruled\": 13, \"fairy\": 8, \"tale\": 6, \"cottages\": 1, \"billy\": 11, \"ray\": 10, \"cyrus\": 10, \"framed\": 1, \"mantel\": 1, \"official\": 67, \"ranking\": 13, \"leaving\": 23, \"arriving\": 1, \"employees\": 24, \"jamba\": 1, \"juice\": 2, \"mermaid\": 14, \"blonde\": 7, \"prep\": 5, \"sebastian\": 4, 